[{"track": "Community", "audienceLevel": "All", "isSelected": 0, "hasConflict": 0, "startDate": "Wednesday, September 26, 2018", "startTime": "6:45 AM", "endTime": "7:45 AM", "location": "HIL Ballroom of Americas A", "id": 1, "name": "Community Volunteer Orientation"}, {"speakers": "Jessica Matthews, Padmasree Warrior", "isSelected": 0, "hasConflict": 0, "startDate": "Wednesday, September 26, 2018", "startTime": "9:00 AM", "endTime": "10:30 AM", "location": "Toyota Center", "id": 2, "name": "Wednesday Keynote: Padmasree Warrior and Jessica Matthews", "description": "The Future as We See ItIn a world with so much uncertainty, there are leaders who are willing to take risks and be the change. Leaders who envision an equal world and are building it. Leaders who see a design and improve it. Leaders who delve into an industry and disrupt it. Leaders who are anticipating needs that the world doesn’t even know it needs yet. From EVs and autonomous vehicles to transforming the power and energy industries, come hear from incredible women leaders who are creating a brighter future, a future as they see it; a future we deserve. For more information on our speakers, visit our website."}, {"audienceLevel": "Faculty", "isSelected": 0, "hasConflict": 0, "startDate": "Wednesday, September 26, 2018", "startTime": "11:00 AM", "endTime": "6:00 PM", "location": "HIL Meeting Room 340", "id": 3, "name": "Faculty Lounge", "description": "The Faculty Lounge is a place for faculty and academic staff to informally network, catch up on work, and grab a snack or drink. The Faculty Lounge will be open throughout the conference where faculty and any other attendees with an Academic registration can come relax and take a break."}, {"audienceLevel": "All", "isSelected": 0, "hasConflict": 0, "startDate": "Wednesday, September 26, 2018", "startTime": "11:00 AM", "endTime": "6:00 PM", "location": "HIL Meeting Room 339", "id": 4, "name": "Speaker Lounge", "description": "GHC speakers are invited to rest and recharge before and after their sessions. Another opportunity to network with other speakers or get some quiet time."}, {"track": "Career", "speakers": "Irene Ryabaya, Julia Genina", "audienceLevel": "Early Career", "isSelected": 0, "hasConflict": 0, "startDate": "Wednesday, September 26, 2018", "startTime": "11:30 AM", "endTime": "12:30 PM", "location": "HIL Lanier B", "id": 5, "name": "CR201: The Art of Self-Promotion: How to Beat the Bragging Taboo", "description": "Do you feel like you're bragging when you talk about your skills and accomplishments? Do you worry you don't have enough to offer when networking professionally? These are difficult issues all professional women face. If you can self promote authentically, networking and career discussions become easy. Join this session to learn how to identify the ways in which you are awesome and to communicate it while staying true to yourself."}, {"track": "Special Session", "speakers": "Jo Miller", "audienceLevel": "All", "isSelected": 0, "hasConflict": 0, "startDate": "Wednesday, September 26, 2018", "startTime": "11:30 AM", "endTime": "1:30 PM", "location": "GRB Grand Ballroom A", "id": 6, "name": "Professional Development Leadership Workshop: Become a Person of Influence", "description": "Technical work is teamwork, and if you want to make your mark as a technical leader, you'll need to lead, engage, motivate and influence others - regardless of whether they report to you. Explore ways to influence without authority and gain a 'seat at the table' in your team and company. Understand the mechanisms of power in your organization and identify 6 sources of influence you may utilize."}, {"track": "Software Engineering", "focusArea": "Trends and Future of Software Engineering", "speakers": "Bettina Heim, Mariia Mykhailova, Cathy Palmer", "audienceLevel": "Beginner Tech", "isSelected": 0, "hasConflict": 0, "startDate": "Wednesday, September 26, 2018", "startTime": "11:30 AM", "endTime": "12:30 PM", "location": "GRB 320C", "id": 7, "name": "SE551: Introduction to Quantum Computing", "description": "Quantum computing harnesses the laws of nature to enable new types of algorithms, impossible on traditional computers, which will lead to breakthroughs in crucial areas. In this workshop you will learn where the power of quantum computing comes from in a hands-on quantum programming tutorial. You will implement a quantum algorithm in Q# that is exponentially faster than any classical algorithm. Please bring a laptop, and complete prerequisites at https://github.com/Microsoft/GHC18-IntroToQuantumComputing/."}, {"track": "Security/Privacy", "focusArea": "Security Attacks and Defences", "speakers": "Yueting Lee", "audienceLevel": "Advanced Tech", "isSelected": 0, "hasConflict": 0, "startDate": "Wednesday, September 26, 2018", "startTime": "11:30 AM", "endTime": "11:50 AM", "location": "GRB 362C", "id": 8, "name": "SP717: CATs for Authentication at Facebook", "description": "Crypto Auth Tokens (CATs) are the innovation behind Facebook's scalable, token-based authentication backend infrastructure. They were created to deal with an ever growing, large-scale, multi-system organization. CATs are flexible, performant, and reliable. They have enabled authentication at scope and scale for Facebook's backend infrastructure."}, {"track": "Career", "speakers": "Diane Boettcher, Jennie Lees, Christina Kresge, Archana Bhattaram, Monica Garfield, Tina Moore, Alexa Hale, Nandita Gupta, Jenny Edelston, Wendy Lucas, Claire McKay Bowen, Shikha Khattar, Kathrin Nos, Julia Kieserman, Susan Galbraith, Lauren Schaefer, Mindy Hamlin, Janel Brown, Avanti Mankar, Michele Chaffee, Letha Etzkorn, Ying Fei, Emily Heath, Harini Jagadeesan, Elizabeth Rodgers, Sofya Irwin, Megan Witmer, Stacy Gorelik, Kristin Hendrix, Stefanie Schmitt, Rajani Boyapati, Deepti Shatagopam, Manisha Sule, Catherine Spence, Lauren Cohen, Stephanie Yaung, Emem Adjah, Allyson Mackay, Cari Dorsh, Rithu Leena John, Vineetha Menon, Adina Wollner, Beth Apillanes, Deepthi Venkatachalam, Steph Avalos-Bock, Alma Castillo, Julia Siebeck, Sonya Dhillon, Edith Arnold, Yenny Cheung, Baerbel Haenelt, Amanda Snyder, Allie Lustig, Justine Osborne, Rosemary Wang, Alison Smith, Jodi Tims, Dilma Da Silva, Kelly Shaw, Diane Woodbridge, Ayanna Howard, Cynthia Lee, Susan Rodger, James Mickens, Sandhya Dwarkadas, Amy Hughes, Maria Gini, Jeannie Albrecht, Tammy Sanders, Katie Geraghty, Pia Santelices", "audienceLevel": "All", "isSelected": 0, "hasConflict": 0, "startDate": "Wednesday, September 26, 2018", "startTime": "11:30 AM", "endTime": "2:00 PM", "location": "GRB Grand Ballroom B", "id": 9, "name": "Mentoring Circles", "description": "Before you meet with organizations in the Expo Hall, be sure to attend this interactive mentoring session, where you'll receive great tips on job searching, interviews, and furthering your career. Each of the 50 tables is hosted by a mentor focusing on a particular topic. Attendees choose a topic and chat with a mentor for 20 min. Every 20 min, attendees switch tables and chat with another mentor.Mentoring Topics can be found here."}, {"track": "Products A to Z", "focusArea": "Conceptualization", "speakers": "Sarah McMullin", "audienceLevel": "Intermediate Tech", "isSelected": 0, "hasConflict": 0, "startDate": "Wednesday, September 26, 2018", "startTime": "11:30 AM", "endTime": "11:50 AM", "location": "GRB 330A", "id": 10, "name": "AZ668: What to Build Next? Using Journey Mapping to Find Opportunity.", "description": "Where should you start to innovate with software?Journey Maps present an excellent framework to facilitate end user exploration and problem statement refinement as a basis for technology innovation. This talk will address how to: (1) visually map a story of your end user, (2) identify stages of that journey, and (3) identify friction points within that journey using real customer examples."}, {"track": "Computer Systems Engineering", "focusArea": "System Management", "speakers": "S. Charlie Dey, Marjo Poindexter, Ritu Arora", "audienceLevel": "Beginner Tech", "isSelected": 0, "hasConflict": 0, "startDate": "Wednesday, September 26, 2018", "startTime": "11:30 AM", "endTime": "12:30 PM", "location": "GRB 372C", "id": 11, "name": "CE503: Docker 101", "description": "This workshop is designed to learn about Docker and its benefits, with a hands-on demonstration of how to use it. Docker is an open source software development platform. Its main benefit is to package applications in \"containers,\" and to port them on any system regardless of the environment. Thus, Docker can help in creating a replicable environment for data reproducibility."}, {"track": "Data Science", "focusArea": "Engineer", "speakers": "Larisa Sawyer", "audienceLevel": "Intermediate Tech", "isSelected": 0, "hasConflict": 0, "startDate": "Wednesday, September 26, 2018", "startTime": "11:30 AM", "endTime": "11:50 AM", "location": "GRB 360C", "id": 12, "name": "DS629: Analyzing Causality in Time Series to Predict the Future", "description": "In many fields, engineers need to analyze causality in order to predict what will happen next. From biology to finance the arrival of events in time order can inform the way we make predictions. Apache Spark is the tool of choice for scalable distributed analysis of large datasets. In this talk, we'll describe the work we've done at Two Sigma to enable time series analysis at massive scale."}, {"track": "CRA-W", "speakers": "Dilma Da Silva, Claudia Roberts", "audienceLevel": "Student", "isSelected": 0, "hasConflict": 0, "startDate": "Wednesday, September 26, 2018", "startTime": "11:30 AM", "endTime": "12:30 PM", "location": "GRB 361C", "id": 13, "name": "CRA-W CR230: I'm a Student Again: Heading to Graduate School After a Break", "description": "Considering graduate school after some time working? Already back in school? This session will cover how to position yourself to apply to graduate school, the difference between professional masters and Ph.D. programs, how graduate school differs from undergraduate and tips for being successful in graduate school. We'll have plenty of time for questions, so bring yours."}, {"audienceLevel": "All", "isSelected": 0, "hasConflict": 0, "startDate": "Wednesday, September 26, 2018", "startTime": "11:30 AM", "endTime": "5:30 PM", "location": "GRB Exhibit Hall C", "id": 14, "name": "GHC Expo", "description": "Session registration not required for the GHC Expo. GHC Expo is one of the most highly attended functions. It serve as an influential platform for companies, academics, governments, and industry experts to come together, share and learn information, hire qualified talents, network and build business relationships among women technologists. GHC Expo has hundreds of career fair and interview booths including poster sessions and Technology Showcase."}, {"track": "Career", "speakers": "Kristy Wallace, Alison Heisner, Christine Benz, Lauri Hofherr, Meg Bartelt", "audienceLevel": "All", "isSelected": 0, "hasConflict": 0, "startDate": "Wednesday, September 26, 2018", "startTime": "11:30 AM", "endTime": "12:30 PM", "location": "HIL Lanier J", "id": 15, "name": "CR109: Money Is Power: Technology Can Make You a Better Investor", "description": "Confidence in your financial future is empowering. Historically, women have lagged in being active, informed investors. But women also save more and tend to achieve better results than men. Technology has made investing more accessible, less intimidating and easier for everyone. The panelists will discuss how new technology tools can help you take control of your finances to ensure you make the right decision today and far into the future."}, {"track": "Organizational Transformation", "focusArea": "Being a Force for Change", "speakers": "Cynthia Owyoung", "audienceLevel": "All", "isSelected": 0, "hasConflict": 0, "startDate": "Wednesday, September 26, 2018", "startTime": "11:30 AM", "endTime": "12:30 PM", "location": "GRB 370C", "id": 16, "name": "OT137: Insights From The Top Companies Winners", "description": "Come hear from senior leaders of the 2018 Top Companies Winners and learn what their companies are doing to increase the representation of women technologists through recruitment, retention, and advancement. The companies these women work for had the highest overall scores of the 2018 Top Companies participants, categorized by size of their technical workforce."}, {"speakers": "Snejana Shegheva, Madhumitha Loganathan, Seunghee Lee, Srinidhi Nandakumar, Bahar Asgari, Marissa Chacko, Eunkyung Jo, Pariya Babaie, Ekaterina Tolstaya, Aroma Mahendru, Sheryl Zhang, Shilpi Bhattacharyya, Cyrena Johnson, Samia Tasnim, Jocelyn Rodriguez, Esther Landes, Namita Nisal, Tracey Jackson, Blakeley Payne, Ashwini Tonge, Dan Xie, Jessica Birchfield, Anupama Thomas, Swathi Jagannath, Vivian Tsai, Preethi Ganeshan, Xiaolin Pang, Merav Alon", "audienceLevel": "All", "isSelected": 0, "hasConflict": 0, "startDate": "Wednesday, September 26, 2018", "startTime": "11:30 AM", "endTime": "2:00 PM", "location": "GRB Exhibit Hall A", "id": 17, "name": "Poster Session 1", "description": "Learn about the innovative technology the next generation is dreaming up on the following topics: Artificial Intelligence, Big Data/Supercomputing, Human Computer Interactions, Networks and Products A to Z."}, {"track": "Featured Session", "speakers": "Sara DeWitt", "audienceLevel": "All", "isSelected": 0, "hasConflict": 0, "startDate": "Wednesday, September 26, 2018", "startTime": "11:30 AM", "endTime": "12:15 PM", "location": "GRB General Assembly B", "id": 18, "name": "More Than Child's Play: The Science (and Art) of Tech for Kids", "description": "Digital media has huge potential to teach, but is the industry being as creative, innovative, and responsible as possible when considering technology for children? Sara DeWitt will challenge us to push our expectations for kids' screen time - sharing some of the latest research about personalized and adaptive games for kids, as well as new technologies that can inspire learning away from the screen."}, {"audienceLevel": "Student", "isSelected": 0, "hasConflict": 0, "startDate": "Wednesday, September 26, 2018", "startTime": "11:30 AM", "endTime": "5:30 PM", "location": "HIL Meeting Room 335", "id": 19, "name": "Student Lounge", "description": "The Student Lounge is a fun, interactive space where students can gather between sessions. The space will feature comfortable seating and student-focused amenities. The Student Lounge will be open throughout the conference for students to convene, mingle, and relax."}, {"track": "Artificial Intelligence", "focusArea": "Research Topics in AI", "speakers": "Allison Gray, Aaraadhya Narra, Julie Bernauer", "audienceLevel": "Intermediate Tech", "isSelected": 0, "hasConflict": 0, "startDate": "Wednesday, September 26, 2018", "startTime": "11:30 AM", "endTime": "12:30 PM", "location": "GRB Grand Ballroom C", "id": 20, "name": "AI615: Training Generative Adversarial Networks: A Challenge?", "description": "Generative Adversarial Networks have gained popularity in the last couple of years because of the ability to produce images of unprecedented visual quality. Having a good understanding on how to condition and set up the experiment allows for simple setup for training a GAN. This workshop will start from simple GAN setup example to exploring the embedding space. Attendees should bring a laptop to participate in hands-on portions."}, {"audienceLevel": "All", "isSelected": 0, "hasConflict": 0, "startDate": "Wednesday, September 26, 2018", "startTime": "11:30 AM", "endTime": "5:30 PM", "location": "GRB Exhibit Hall C", "id": 21, "name": "Gallery: Our Time", "description": "Come reflect on your personal \"coming-up\" story and share your experience with all the women who have come before you and are yet to come. Reflect on your time here at GHC 18 and how you, and the women around you, can contribute to a new tech industry created by and for the women in this room."}, {"track": "Lunches and Receptions", "audienceLevel": "All", "isSelected": 0, "hasConflict": 0, "startDate": "Wednesday, September 26, 2018", "startTime": "11:30 AM", "endTime": "1:00 PM", "location": "HIL Ballroom of Americas C", "id": 22, "name": "Women of Color in Technical Roles Luncheon", "description": "Promote and support women of color in technical roles from industry, government, and academia. This program, developed in partnership with CMD-IT and Underrepresented Women in Computing, focuses on raising awareness about the intersectionality of gender and race/culture. The audience includes: Black/African American, Hispanic/ Latina, Native American, Native Hawaiian, Pacific Islander, and Asian."}, {"track": "Internet of Things/Wearable Technology", "focusArea": "Smart and Secure Internet of Things", "speakers": "Radia Perlman, Menka Goyal, Suzanna Barnard, Janice Zdankus, Shirin Ebrahimi-Taghizadeh", "audienceLevel": "Beginner Tech", "isSelected": 0, "hasConflict": 0, "startDate": "Wednesday, September 26, 2018", "startTime": "11:30 AM", "endTime": "12:30 PM", "location": "GRB 342C", "id": 23, "name": "IW539: IoT: Business, Social, and Career Impact", "description": "This panel will define IoT and share a high level overview with applications in consumer and enterprise businesses. Like any emerging technology, there are opportunities to use it as a transformative technology and associated risks. The attendees will gain a basic understanding of basic IoT concepts and use cases which will help new grads enter the field or managers build a team."}, {"track": "Career", "speakers": "Sara Khoury, Kaaren Hanson, Kari Friedman, Daniela Jorge, Margret Schmidt", "audienceLevel": "Senior/Executive", "isSelected": 0, "hasConflict": 0, "startDate": "Wednesday, September 26, 2018", "startTime": "11:30 AM", "endTime": "12:30 PM", "location": "MMQ Texan Ballroom C", "id": 24, "name": "CR413: Pivot or Die (Your Career, That Is)", "description": "Four execs share moments that led to pivots, and how they moved out of their comfort zones to reinvent themselves and their careers. Two panelists \"stayed in their lane\" and pivoted to opportunities in their field; while two used their pivots to \"change lanes\". They'll debate the pros and cons of planning your career path versus embracing serendipity. Either way - you own your career!"}, {"track": "Invite Only", "audienceLevel": "Invite Only", "isSelected": 0, "hasConflict": 0, "startDate": "Wednesday, September 26, 2018", "startTime": "12:00 PM", "endTime": "3:00 PM", "location": "HIL Lanier L", "id": 25, "name": "AnitaB.org Partner Meeting (Invite Only)", "description": "Building off of AnitaB.org's Spring Partner Meeting, we will continue the conversation of out-of-the-box thinking and strategies for women in technology. The 2018 Grace Hopper Celebration Partner Meeting will take the conversation a step further and see how organizations, leaders, and change makers can re-frame their thinking to build inclusion, and combat bias, and retain women in technology."}, {"track": "Human Computer Interaction", "focusArea": "Accessibility and Inclusive Design", "speakers": "Shiri Azenkot, Meredith Morris, Matt King, Shari Trewin", "audienceLevel": "Beginner Tech", "isSelected": 0, "hasConflict": 0, "startDate": "Wednesday, September 26, 2018", "startTime": "12:00 PM", "endTime": "1:00 PM", "location": "GRB General Assembly C", "id": 26, "name": "HI520: Will Artificial Intelligence Eliminate Accessibility Barriers?", "description": "In an ideal future, artificially intelligent vision, hearing and cognition will assist people with disabilities to participate in society independently. In this panel we explore access barriers that AI technologies are tackling today, imagine the future, and discuss ways of ensuring that AI solutions realize their potential in supporting people with disabilities, and do not introduce new barriers."}, {"track": "Products A to Z", "focusArea": "Conceptualization", "speakers": "Emily Yeh, Kathryn Hume, Jane Polak Scowcroft, Allie Miller, Yewande Alade", "audienceLevel": "All", "isSelected": 0, "hasConflict": 0, "startDate": "Wednesday, September 26, 2018", "startTime": "12:15 PM", "endTime": "1:15 PM", "location": "GRB 310C", "id": 27, "name": "AZ140: AI Product Management: Secrets from Proven Leaders", "description": "Learn practical skills and special considerations for product management in AI, a growing field. Hear stories directly from product leaders on AI's technical requirements including its ethics and fairness.The visionary women on this panel represent research, start-ups, and enterprise, and drive product at some of the most sought after companies- Google, integrate.ai, Bolt, Data61 | CSIRO, and IBM Watson."}, {"track": "Career", "speakers": "Aimee Cardwell", "audienceLevel": "Mid-Career", "isSelected": 0, "hasConflict": 0, "startDate": "Wednesday, September 26, 2018", "startTime": "12:15 PM", "endTime": "12:35 PM", "location": "MMQ Texan Ballroom D", "id": 28, "name": "CR316: 10 Easy Tips to Get the Visibility You Deserve!", "description": "Waiting for that next big promo, or bummed that you seem to be getting passed over for bigger opportunities? Learn how to increase your visibility so that you become a \"household name\" in your company. Developing the right behaviors early in a career can mean the difference between languishing in middle management and making it to the executive level."}, {"track": "Open Source", "speakers": "Emily M. Lovell, Lori Postner, Darci Burdge", "audienceLevel": "Beginner Tech", "isSelected": 0, "hasConflict": 0, "startDate": "Wednesday, September 26, 2018", "startTime": "12:15 PM", "endTime": "1:15 PM", "location": "GRB 371C", "id": 29, "name": "OS541: Evaluating HFOSS Projects for Student Contribution", "description": "Becoming involved in a humanitarian free and open source software (HFOSS) project provides a wealth of learning opportunities for both students and faculty. However, choosing the right project can be daunting. Learning how to evaluate a project to determine viability for contribution is the first step. This workshop highlights various attributes to consider when selecting an HFOSS project."}, {"track": "Community", "speakers": "Matt Wallerat, Haile Owusu, David Olorundare, Evin Robinson, Michele Cantos", "audienceLevel": "All", "isSelected": 0, "hasConflict": 0, "startDate": "Wednesday, September 26, 2018", "startTime": "12:15 PM", "endTime": "1:15 PM", "location": "HIL Ballroom of Americas A", "id": 30, "name": "CM121: Male Allies: Join the Movement in Local AnitaB.org Communities", "description": "In this session, we invite those who are or those who want to learn more, on ways males can be Advocates, Mentors or Sponsors for Women in Technology in their local communities."}, {"track": "Career", "speakers": "Diana Hu, Cadran Cowansage, Reham Fagiri, Holly Liu, Avni Thompson", "audienceLevel": "Student", "isSelected": 0, "hasConflict": 0, "startDate": "Wednesday, September 26, 2018", "startTime": "12:15 PM", "endTime": "1:15 PM", "location": "HIL Ballroom of Americas D", "id": 31, "name": "CR225: Debunking Startup Myths: What It Takes to Be a Founder", "description": "At Y Combinator, we talk to many aspiring startup founders and have worked with over 1,500 startups. Over the years we have noticed some commonly held misconceptions about starting companies and what it takes to be a founder. In this panel, four founders will debunk some of these myths in the hopes that more women will consider starting their own companies."}, {"track": "Data Science", "focusArea": "Engineer", "speakers": "Sindhu Ghanta", "audienceLevel": "Intermediate Tech", "isSelected": 0, "hasConflict": 0, "startDate": "Wednesday, September 26, 2018", "startTime": "12:15 PM", "endTime": "12:35 PM", "location": "GRB 351C", "id": 32, "name": "DS635: ML Health: Taking the Pulse of ML Pipelines in Production", "description": "Bringing the advances in Machine Learning (ML) literature to production is an arduous task. We present a system that applies principles of software engineering and ML itself to a scalable system, that can monitor and manage the deployment of ML models across different levels of compute, while addressing the needs for production model management, automation, diagnostics and collaboration."}, {"track": "Tech for Women", "focusArea": "Policy", "speakers": "Amira Dhalla, Kim Wilkens, Nora Poggi, Kai Morton, Arelia Jones", "audienceLevel": "Beginner Tech", "isSelected": 0, "hasConflict": 0, "startDate": "Wednesday, September 26, 2018", "startTime": "12:15 PM", "endTime": "1:15 PM", "location": "GRB General Assembly A", "id": 33, "name": "TW561: Where Are the Girls?", "description": "Are you frustrated that the gender gap in tech is still a thing? Do you wonder what is being done and how you can help? This panel of founders and activists working at the grassroots, national and international level will address questions like: What is being done at the entry point for girls? How do we create inclusive and safe learning spaces? How do we support women in technical roles?"}, {"track": "Products A to Z", "focusArea": "Conceptualization", "speakers": "Anita Rao", "audienceLevel": "Advanced Tech", "isSelected": 0, "hasConflict": 0, "startDate": "Wednesday, September 26, 2018", "startTime": "12:20 PM", "endTime": "12:40 PM", "location": "GRB 330A", "id": 34, "name": "AZ714: Data Products for Artificial Intelligence", "description": "The steps involved in Data Science to solve problems and provide greater analysis with actionable insights are very different from traditional Product Management, where we use wire frames to mock up a product concept with potential customers. For AI, a new framework is useful to build models that can be embedded in solutions for advanced analytics. This includes a data driven approach to build product for the enterprise."}, {"track": "Security/Privacy", "focusArea": "Security Attacks and Defences", "speakers": "Lucy Qin", "audienceLevel": "Intermediate Tech", "isSelected": 0, "hasConflict": 0, "startDate": "Wednesday, September 26, 2018", "startTime": "12:25 PM", "endTime": "12:45 PM", "location": "GRB 360C", "id": 35, "name": "SP679: Privacy-Preserving Data Analysis for Social Impact", "description": "Data plays an essential role in policymaking but access to it may compromise privacy. Our team at Boston University has deployed a usable framework, using a cryptographic technique called secure multi-party computation, to aggregate and analyze salary equity data from over 100 companies without seeing datasets. By allowing for privacy-preserving data analysis, we can provide new insights for social good while protecting sensitive information."}, {"track": "Computer Systems Engineering", "focusArea": "System Management", "speakers": "Sharvari Sanjay Marathe", "audienceLevel": "Intermediate Tech", "isSelected": 0, "hasConflict": 0, "startDate": "Wednesday, September 26, 2018", "startTime": "12:25 PM", "endTime": "12:45 PM", "location": "GRB 362C", "id": 36, "name": "CE625: Powering Online Analytics with Real-time Stream Joining", "description": "The incongruence of normalized relational schemas and denormalized analytical schemas motivates the need for a real-time stream joiner. We describe a stream joiner implemented at Yelp and emphasize the design considerations and the tradeoffs involved. We conclude with future extensions and a commentary on the performance of the system in production."}, {"track": "Internet of Things/Wearable Technology", "focusArea": "Smart and Secure Internet of Things", "speakers": "Deepika Sikri", "audienceLevel": "Beginner Tech", "isSelected": 0, "hasConflict": 0, "startDate": "Wednesday, September 26, 2018", "startTime": "1:00 PM", "endTime": "1:20 PM", "location": "GRB 342C", "id": 37, "name": "IW535: Journey from Connecting to Protecting Cars.", "description": "Connected cars are emerging as IoT champions, and are no longer a science fiction but a reality. Cars have grown beyond a form of self-expression and turned into our personal concierges, ordering coffee and streaming music to name a few. This growing connectedness is coming at a cost to our safety. We will explore what these threats are and how we solve them."}, {"track": "Career", "speakers": "Nadia Rivero, Colleen Doyle-Novara", "audienceLevel": "All", "isSelected": 0, "hasConflict": 0, "startDate": "Wednesday, September 26, 2018", "startTime": "1:00 PM", "endTime": "2:00 PM", "location": "HIL Lanier B", "id": 38, "name": "CR104: Product YOU! Taking an Agile Approach to Career Development", "description": "In a world that is changing at a rapid rate, skills are the new currency. Are you equipped to keep up? How do you decipher all of the resources available to create a meaningful and effective plan for growing your career? Join this workshop to learn how to figure out where you want to go and walk out with a plan for developing the skills you need to get there."}, {"track": "Organizational Transformation", "focusArea": "Being a Force for Change", "speakers": "Beverly Edwards, Geetha Narayanaswamy", "audienceLevel": "All", "isSelected": 0, "hasConflict": 0, "startDate": "Wednesday, September 26, 2018", "startTime": "1:00 PM", "endTime": "2:00 PM", "location": "GRB 370C", "id": 39, "name": "OT130: Identity as the Foundation for Innovation", "description": "When you connect you relate. You can be great and innovate. When you know who you are, and where you belong, you flourish and make others around you great. You are an asset to your company and can make all the difference to its success. Understanding your identity and where you fit in your company's identity creates the foundation for innovation. This workshop's tangible takeaway is how to build and use identity for innovation. The workshop is not for managers! It's for leaders who want to lead from every seat."}, {"track": "Career", "speakers": "Jodi Tims, Tracy Camp, Catherine Ashcraft, Lucy Sanders", "audienceLevel": "All", "isSelected": 0, "hasConflict": 0, "startDate": "Wednesday, September 26, 2018", "startTime": "1:00 PM", "endTime": "3:00 PM", "location": "MMQ Texan Ballroom G", "id": 40, "name": "CR101: Avoid Common Pitfalls and Make Your Diversity and Inclusion Efforts Count!", "description": "Come learn essential tips on ensuring your organization's diversity and inclusion efforts are most effective. ACM-W, CRA-W and NCWIT will offer proven practical programs/resources that align with these tips. Participants will have the opportunity to share experiences, successes, and challenges, as well as meet others in their regional area to brainstorm collaboration ideas for larger impact."}, {"track": "Interactive Media", "focusArea": "Game Design and Empowerment", "speakers": "Amanda Bott, Aubrie Healy, Aurelie Le Chevalier, Kelly Gawne", "audienceLevel": "Beginner Tech", "isSelected": 0, "hasConflict": 0, "startDate": "Wednesday, September 26, 2018", "startTime": "1:00 PM", "endTime": "2:00 PM", "location": "GRB 320C", "id": 41, "name": "IM524: Women in Gaming: From Passion to Profession", "description": "The games industry is a flourishing community full of technical innovation, new frontiers, and social opportunities - a combination of art and tech at their finest. Is it the boy's club it's always seemed or an enterprise in evolution? Our panelists will discuss what it took for them to join the industry they dreamed about and how to thrive after making the leap. Game on!"}, {"track": "Featured Session", "speakers": "Constance Steinkuehler", "audienceLevel": "All", "isSelected": 0, "hasConflict": 0, "startDate": "Wednesday, September 26, 2018", "startTime": "1:00 PM", "endTime": "1:45 PM", "location": "GRB General Assembly B", "id": 42, "name": "Played: The Troubled Relationship Between Women and Games", "description": "This featured session will run through some of the primary tensions surrounding women and videogames in America — from the historical amnesia of the industry to the self-indulgence of post-Gamergate games studies and the hyper-parenting trap — and attempt to carve out space for women to regain the power of their own play."}, {"track": "Career", "speakers": "Jodie Stewart, Ching Valdezco", "audienceLevel": "Senior/Executive", "isSelected": 0, "hasConflict": 0, "startDate": "Wednesday, September 26, 2018", "startTime": "1:00 PM", "endTime": "2:00 PM", "location": "MMQ Texan Ballroom E", "id": 43, "name": "CR405: Six Steps to Successful Negotiations", "description": "We negotiate a variety of issues and items every day. How do you get what you need without burning bridges? We think of negotiations as \"win or lose\", yet lasting success requires a different approach.Whether you are negotiating project scope, client contacts, or your next promotion - how can you negotiate confidently and effectively? Learn practical techniques you can immediately apply."}, {"track": "Career", "speakers": "Ariane Jansen, Kaycee Anderson, Tammy Hughes, Jessica Mong, Karen Ng", "audienceLevel": "Early Career", "isSelected": 0, "hasConflict": 0, "startDate": "Wednesday, September 26, 2018", "startTime": "1:00 PM", "endTime": "2:00 PM", "location": "HIL Lanier J", "id": 44, "name": "CR206: Beyond \"Be Confident\"", "description": "Too often we hear the advice, \"Just be confident!\" said as if there is some switch that can be easily flipped. You know there is more to it than that! Come to this research-based, conversation-focused panel to explore confidence, self-criticism, external perceptions, and the role these things play in navigating your career. Leave this panel with new tools to continue your confidence journey."}, {"track": "Security/Privacy", "focusArea": "Security Attacks and Defences", "speakers": "Greg Fukushima, Crystal Ro, Kranthi Darapu", "audienceLevel": "Intermediate Tech", "isSelected": 0, "hasConflict": 0, "startDate": "Wednesday, September 26, 2018", "startTime": "1:00 PM", "endTime": "2:00 PM", "location": "GRB Grand Ballroom C", "id": 45, "name": "SP681: Think Like a Hacker. Defend Like a Pro.", "description": "Equifax. Sony. The DNC. Governments, companies, and individuals have all recently faced devastating cyber-attacks. As sophisticated tools fall into the hands of criminals, the gap is widening between attackers and defenders. This interactive, role-playing workshop challenges participants to think like a cyber attacker. It is modeled on a \"Choose Your Own Adventure\" game, with participants acting in the role of a criminal looking to steal money from a fictional bank."}, {"track": "CRA-W", "speakers": "Lydia Tapia, Hai Ah Nam", "audienceLevel": "Student", "isSelected": 0, "hasConflict": 0, "startDate": "Wednesday, September 26, 2018", "startTime": "1:00 PM", "endTime": "2:00 PM", "location": "GRB 361C", "id": 46, "name": "CRA-W CR231: It's a Marathon, Not a Sprint: Balancing Work and Life in Grad School and Beyond", "description": "Feeling overwhelmed? Weâ€™ll discuss strategies for maintaining balance in your life during graduate school and your career. Topics include achieving personal satisfaction in your career and family life, balancing your TA duties, courses, and research, and decision making strategies when career and family priorities seem to collide. We'll have time for self-reflection and questions, so bring yours."}, {"track": "Career", "speakers": "Michelle Duffy, Beatriz Diaz, Lilia Abaibourova, Jordan Pedraza, Jennifer Lin", "audienceLevel": "Mid-Career", "isSelected": 0, "hasConflict": 0, "startDate": "Wednesday, September 26, 2018", "startTime": "1:00 PM", "endTime": "2:00 PM", "location": "MMQ Texan Ballroom C", "id": 47, "name": "CR322: Navigating Transition from Technical to Management", "description": "Have you ever considered transitioning from a technical individual contributor to a management role? Unlike getting your code to work, managing humans is more an art than a science. Doing it well requires a very different set of skills than being a great software engineer. We invited a panel of new managers and experienced leaders alike from leading tech companies to answer your questions."}, {"track": "Software Engineering", "focusArea": "Trends and Future of Software Engineering", "speakers": "Romi Boimer", "audienceLevel": "All", "isSelected": 0, "hasConflict": 0, "startDate": "Wednesday, September 26, 2018", "startTime": "1:10 PM", "endTime": "1:30 PM", "location": "GRB 351C", "id": 48, "name": "SE143: It is Never the Right Time to Change Tech Stacks", "description": "Given that the technology landscape is constantly evolving, keeping up with the newest technologies brings up many challenges. In this session, we will walk through a proven strategy for migrating software frameworks in a principled, fast, and scalable way. We will discuss techniques for increasing the velocity of building new products, and growing established ones - all while changing stacks."}, {"track": "Interactive Media", "focusArea": "Game Design and Empowerment", "speakers": "Stephanie Cheng", "audienceLevel": "Beginner Tech", "isSelected": 0, "hasConflict": 0, "startDate": "Wednesday, September 26, 2018", "startTime": "1:15 PM", "endTime": "1:35 PM", "location": "GRB 360C", "id": 49, "name": "IM531: How Game Design Transformed Hillary for America's Engagement with Supporters", "description": "Go behind the scenes of the 2016 Hillary for America campaign and learn how the tech team built the first political engagement tool to fully incorporate game mechanics. As the campaign explored new ways to reach supporters and gradually increase their level of involvement, this unlikely journey of using games within politics to shape behavior is a powerful testament to the potential of game design."}, {"track": "Computer Systems Engineering", "focusArea": "System Management", "speakers": "Joy Zheng", "audienceLevel": "Beginner Tech", "isSelected": 0, "hasConflict": 0, "startDate": "Wednesday, September 26, 2018", "startTime": "1:20 PM", "endTime": "1:40 PM", "location": "GRB 362C", "id": 50, "name": "CE507: Monitoring Complex Systems: Lessons from Monitoring 10k Bank Integrations", "description": "How do you build customized monitoring for systems without incurring high customization costs? Comprehensive monitoring is critical to running highly reliable systems at scale. Yet, it is often treated as one-size-fits all even for companies in very different domains. We share insights from customizing a popular open-source monitoring pipeline to monitor 10k bank integrations in real-time."}, {"track": "Career", "speakers": "Najmeh Sadoughi, Jieyu Zhao, Srujana Gattupalli", "audienceLevel": "All", "isSelected": 0, "hasConflict": 0, "startDate": "Wednesday, September 26, 2018", "startTime": "1:30 PM", "endTime": "2:30 PM", "location": "GRB 330A", "id": 51, "name": "AI105: ACM Award Winning Research in AI", "description": "CogniLearn: A Deep Learning-based Interface for Cognitive Behavior AssessmentThis session discusses development of an artiﬁcial intelligent cognitive behavior assessment system, CogniLearn, that takes advantage of state-of-the-art knowledge from both ﬁelds of Computer and Cognitive sciences, and aims to assist therapists in decision making, by providing advanced statistics and sophisticated metrics regarding the subject’s performance. Creating Prosodic Synchrony for a Robot Co-player in a Speech-controlled Game for Children In previous work, we saw how synchrony manifests in F0, loudness, and duration of keywords during the play of child-child pairs in a fast-paced, cooperative, language-based game. We report an approach to creating on-line acoustic synchrony by using a dynamic Bayesian network learned from prior recordings of child-child play to select from a predefined space of robot speech in real-time. Men Also Like Shopping: Reducing Gender Bias Amplification Using Corpus-level Constraints Machine learning techniques play important roles in daily life. Despite successes in various applications, they run the risk of exploiting and reinforcing societal biases (e.g. gender bias) present in the underlying data. In this talk, I will describe a collection of results that quantifies and reduces biases in various models, including visual semantic role labeling and co-reference resolution."}, {"track": "Tech for Women", "focusArea": "Policy", "speakers": "Elizabeth Gore, Robin Hauser, Michelle Bailey, Brian Reaves", "audienceLevel": "Beginner Tech", "isSelected": 0, "hasConflict": 0, "startDate": "Wednesday, September 26, 2018", "startTime": "1:45 PM", "endTime": "2:45 PM", "location": "GRB 310C", "id": 52, "name": "TW560: How Tech Will Power Up an Inclusive Workforce", "description": "Emerging technology is flipping industries on their heads and forever changing business as we know it. How can we apply the same innovation to how we attract, retain and advance a diverse workforce? During this panel, experts in tech, culture and research will discuss the opportunities - and challenges - technology presents for workplace inclusion, along with examples of how to use technology to mitigate bias and accelerate diversity."}, {"track": "Abie Award Series", "speakers": "Holly Liu", "audienceLevel": "All", "isSelected": 0, "hasConflict": 0, "startDate": "Wednesday, September 26, 2018", "startTime": "1:45 PM", "endTime": "2:45 PM", "location": "GRB 340A", "id": 53, "name": "Abie Awards Series: Mind the Gap", "description": "Many hail 2018 as the Year of the Woman; however, there are so many gaps that abound. Women still only get 2% of venture dollars. The pay equity gap is still not closed. Women entrepreneurs are at the perfect intersection to be and think outside the box to close this gap. Learn how the entrepreneurial journey can help you close these gaps, and turn these gaps into accelerators in your own life."}, {"track": "Community", "speakers": "Giselle Aldridge, Laurel Lawson, Liza Layne, Stephanie Tung", "audienceLevel": "All", "isSelected": 0, "hasConflict": 0, "startDate": "Wednesday, September 26, 2018", "startTime": "1:45 PM", "endTime": "2:45 PM", "location": "HIL Ballroom of Americas A", "id": 54, "name": "CM118: AnitaB.org Communities: How Can Locals Impact Your Community?", "description": "We bring our global community leaders together who have crafted programming and content to make a difference in the lives of women technologists in their area. Hear from Community leaders about how they have harnessed their power and passion to impact their community locally. Come learn about our \"EMpower-I'Mpower\"\u009d, initiative and use your power to make a difference in your community!"}, {"track": "Open Source", "speakers": "Megan M. Lalla-Hamblin, Matt Kreileder, Henry Kleynhans", "audienceLevel": "Beginner Tech", "isSelected": 0, "hasConflict": 0, "startDate": "Wednesday, September 26, 2018", "startTime": "1:45 PM", "endTime": "2:45 PM", "location": "GRB 371C", "id": 55, "name": "OS542: Courage Test in the Haunted Forest: A Git Adventure", "description": "This workshop is for anyone who has ever felt nervous using Git. We'll help you face your fears with this 'choose your own adventure' style game, where you will use Git commands to make choices and solve puzzles. Enter the Haunted Forest, explore the mysteries that lie within and see if you can survive the night! Please bring a laptop with access to the Git command line."}, {"track": "Career", "speakers": "Rachel Turow", "audienceLevel": "Early Career", "isSelected": 0, "hasConflict": 0, "startDate": "Wednesday, September 26, 2018", "startTime": "1:50 PM", "endTime": "2:10 PM", "location": "HIL Ballroom of Americas D", "id": 56, "name": "CR214: Self-Talk Skills: Transform Self-Criticism into Self-Encouragement", "description": "Women in challenging work settings often assume that self-criticism keeps them motivated. But studies show that self-kindness yields greater motivation, well-being, and productivity. Even with noble intentions (\"I should really be nicer to myself\"\u009d), the actual process of changing lifelong patterns of self-criticism can be elusive. In this seminar, we'll consider key research and try out three brief evidence-based skills (reappraisal, self-compassion, and lovingkindness meditation) to meaningfully improve self-talk."}, {"track": "Software Engineering", "focusArea": "Trends and Future of Software Engineering", "speakers": "Suma Manoraj", "audienceLevel": "Intermediate Tech", "isSelected": 0, "hasConflict": 0, "startDate": "Wednesday, September 26, 2018", "startTime": "1:50 PM", "endTime": "2:10 PM", "location": "GRB 342C", "id": 57, "name": "SE691: MVP - Friend or Foe? An Engineer's Perspective", "description": "Engineers and developers are not trained to aim for a Minimum Viable Product (MVP) - we want to get things done right from the beginning. We want to solve a problem and solve it completely. This session will challenge you to rethink what you are truly solving for, what your end goal is, how you can get there effectively, and things to watch out for - with the MVP approach."}, {"track": "Security/Privacy", "focusArea": "Security Attacks and Defenses", "speakers": "Anjana Rajan", "audienceLevel": "Advanced Tech", "isSelected": 0, "hasConflict": 0, "startDate": "Wednesday, September 26, 2018", "startTime": "2:00 PM", "endTime": "2:20 PM", "location": "GRB 351C", "id": 58, "name": "SP720: Callisto: A Cryptographic Approach to #MeToo", "description": "Callisto, a tech nonprofit, detects serial predators of sexual assault and harassment. Callisto's goal is to eradicate the spread of sexual violence and abuse, while protecting the privacy and civil liberties of the victims and the accused. This presentation will discuss how Callisto approaches this complex social-justice problem and how they implemented several cryptographic techniques, including client-side encryption, elliptic-curve oblivious pseudo-random functions, key federation, and Shamir secret sharing."}, {"track": "Human Computer Interaction", "focusArea": "Accessibility and Inclusive Design", "speakers": "JoAnna Hunt, Yogini Burway", "audienceLevel": "Beginner Tech", "isSelected": 0, "hasConflict": 0, "startDate": "Wednesday, September 26, 2018", "startTime": "2:00 PM", "endTime": "3:00 PM", "location": "GRB 372C", "id": 59, "name": "HI514: Designing for the Human Experience", "description": "In this workshop we'll explore what it really means to design for the complete human experience. We will focus on uncovering the differences in age, language, and ability of the people who use your product and how to use these differences as design constraints to create solutions that are better for all humans."}, {"track": "Artificial Intelligence", "focusArea": "Research Topics in AI", "speakers": "Esin Durmus", "audienceLevel": "Intermediate Tech", "isSelected": 0, "hasConflict": 0, "startDate": "Wednesday, September 26, 2018", "startTime": "2:00 PM", "endTime": "2:20 PM", "location": "GRB General Assembly C", "id": 60, "name": "AI602: Exploring the Role of Prior Beliefs for Argument Persuasion", "description": "We provide a dataset and a study to understand and account for the importance of prior beliefs on persuasion. We conduct experiments on a controlled setting that takes into consideration two reader-level factors: ideology and religion. We find that prior beliefs play a more important role than language use effects and argue that it is important to account for them in NLP studies of persuasion."}, {"track": "Interactive Media", "focusArea": "Game Design and Empowerment", "speakers": "Jennifer Javornik", "audienceLevel": "Beginner Tech", "isSelected": 0, "hasConflict": 0, "startDate": "Wednesday, September 26, 2018", "startTime": "2:05 PM", "endTime": "2:25 PM", "location": "GRB 360C", "id": 61, "name": "IM563: Taking Grace Hopper Digital: Designing VR Experiences with Real-World Impact", "description": "Join us as we detail proven strategies for leveraging the unique capabilities of virtual reality (VR) to create immersive, non-linear storytelling experiences designed to educate, empower, and inspire. Using our upcoming VR experience Breaking Boundaries in Science - which specifically highlights the life and achievements of Grace Hopper - as a case study, audiences will gain new insights into best practices for creating VR experiences with real-world impact."}, {"track": "Internet of Things/Wearable Technology", "focusArea": "Smart and Secure Internet of Things", "speakers": "Corey Salzer", "audienceLevel": "Intermediate Tech", "isSelected": 0, "hasConflict": 0, "startDate": "Wednesday, September 26, 2018", "startTime": "2:10 PM", "endTime": "2:30 PM", "location": "GRB 362C", "id": 62, "name": "IW654: Robocar: How to Build Your Own Autonomous Vehicle", "description": "Interested in integrating IoT and AI into software engineering projects? In this session, I'll show how I built an autonomous car leveraging supervised deep learning in the cloud to make real-time driving decisions and a front end to interact with the car. Expect a live demo, code and integration explanations, and to leave confident about building your own and using IoT and AI in future projects."}, {"track": "Community", "audienceLevel": "All", "isSelected": 0, "hasConflict": 0, "startDate": "Wednesday, September 26, 2018", "startTime": "2:15 PM", "endTime": "3:15 PM", "location": "HIL Ballroom of Americas C", "id": 63, "name": "Social Celebrating Arab & Iranian Women in Technical Roles", "description": "This is a Social to celebrate the Arab and Iranian Women in Computing Communities. Community members will have the opportunity to meet and network with other community members, connect with strong role models, and celebrate their accomplishments. Leaders will address their members with Community updates and information."}, {"track": "Data Science", "focusArea": "Engineer", "speakers": "Manisha Sule", "audienceLevel": "Intermediate Tech", "isSelected": 0, "hasConflict": 0, "startDate": "Wednesday, September 26, 2018", "startTime": "2:20 PM", "endTime": "2:40 PM", "location": "GRB General Assembly A", "id": 64, "name": "DS636: Microservices, Serverless and Real-Time: Building Blocks for Modern Data Pipelines.", "description": "Microservices based architectures are rapidly being adopted to simplify the development and deployment of data pipelines. Combine that with serverless and sophisticated real-time stream processing cloud services and the result is a scalable, highly available, cost efficient, easy to build and easy to maintain data pipeline. This presentation discusses the whats and whys of these building blocks."}, {"track": "Organizational Transformation", "focusArea": "Being a Force for Change", "speakers": "Katie Scott", "audienceLevel": "Intermediate Tech", "isSelected": 0, "hasConflict": 0, "startDate": "Wednesday, September 26, 2018", "startTime": "2:30 PM", "endTime": "2:50 PM", "location": "GRB 370C", "id": 65, "name": "OT665: Creating Kim Hunter: The First Female Playable Football Hero", "description": "Video games and football have historically lacked gender diversity and inclusion. EA SPORTS FIFA, the long-running video game franchise, is built upon an authenticity pillar. Combine those factors and it's a challenging environment to innovate something like a playable female character. This presentation discusses how a commitment to innovation and inclusive experiences rallied FIFA to create a world's first: a playable female sports hero and storyline in a sports game."}, {"track": "Career", "speakers": "Sofia Shepard", "audienceLevel": "All", "isSelected": 0, "hasConflict": 0, "startDate": "Wednesday, September 26, 2018", "startTime": "2:30 PM", "endTime": "2:50 PM", "location": "HIL Lanier J", "id": 66, "name": "CR112: How I Learned to Cry at Work", "description": "Crying at work is taboo in most professions. Physiologically, though, women cry more than men, placing them at a professional disadvantage. We will explore the evidence behind this claim, read testimonies from male and female executives, receive tools to navigate moments when you or your direct report cries, and discuss why it is in companies' best interest to disassociate shame from tears."}, {"track": "Career", "speakers": "Kelly Teal, Erin DiManno", "audienceLevel": "Student", "isSelected": 0, "hasConflict": 0, "startDate": "Wednesday, September 26, 2018", "startTime": "2:30 PM", "endTime": "3:30 PM", "location": "HIL Lanier B", "id": 67, "name": "CR226: Find the Job That Is Right for You", "description": "Would you like to find a job that is a perfect fit for you? This is not about finding any old job, but finding a job that matches your unique combination of preferences and skills. You will complete exercises that help you identify your career purpose and what to look for in a job. You will take time to examine your preferences and skills, consider obstacles, and make a plan."}, {"track": "Featured Session", "speakers": "Sophia Dominguez", "audienceLevel": "All", "isSelected": 0, "hasConflict": 0, "startDate": "Wednesday, September 26, 2018", "startTime": "2:30 PM", "endTime": "3:15 PM", "location": "GRB General Assembly B", "id": 68, "name": "The Future of AR & VR", "description": "The talk will focus on the state of the AR & VR industry today and where it is headed. Sophia will give a brief history of the industry, highlight what has happened in recent years to make this industry possible, and paint a picture of the future with AR& VR. She argues that we should stop thinking of AR & VR separately and help the audience understand how intertwined they are"}, {"track": "CRA-W", "speakers": "A.J. Brush, James Mickens", "audienceLevel": "Student", "isSelected": 0, "hasConflict": 0, "startDate": "Wednesday, September 26, 2018", "startTime": "2:30 PM", "endTime": "3:30 PM", "location": "GRB 361C", "id": 69, "name": "CRA-W CR232: Building Your Academic Professional Network", "description": "Effective networking is one of the most powerful tools in advancing your professional career. This skill can connect you to your community in meaningful ways, land you a dream job and help you score awards or promotions. Join us to learn how to present yourself and your ideas in a concise and appealing way, as well as how to deliberately build and nurture your professional network."}, {"track": "Career", "speakers": "Cynthia Williams", "audienceLevel": "Senior/Executive", "isSelected": 0, "hasConflict": 0, "startDate": "Wednesday, September 26, 2018", "startTime": "2:30 PM", "endTime": "2:50 PM", "location": "MMQ Texan Ballroom D", "id": 70, "name": "CR403: Overcoming Impostor Experience as a Female Executive", "description": "In this session, Cynthia Williams describes how she scaled an Amazon start-up into a profitable, multi-billion dollar, global business - and how she became one of Amazon's most senior female leaders. With humility and wit, she shares how she has used, and overcame, fears of being a fraud plus how to own our successes with peers or leaders, and make the case for funding from boards and investors."}, {"speakers": "Maria Apostolaki, Tram Nguyen, Priyam Biswas, Alexandra Puchko, Valerie Chen, Zahra Shamsi, Laleh Ghalami, Rachneet Kaur, Irish Medina, Daniella Briotto Faustino, Cynthia Cox, Eman Ramadan, Negin Forouzesh, Kaila Trawitzki, Umme Salma Gadriwala, Tammy Lee, Rheeya Uppaal, Chinnu Padman Chullipparambil, Kar Mun Cheng, Ilana Radinsky, Maria Kloiber, Orsolya Vasarhelyi, Niveditha Kalavakonda, Saheli Ghosh, Mariana Cains, Sanchari Das, Margaret Blackmon, Xinmeng Li, Aria Dandawate, Shreyas Kumari", "audienceLevel": "All", "isSelected": 0, "hasConflict": 0, "startDate": "Wednesday, September 26, 2018", "startTime": "2:30 PM", "endTime": "5:00 PM", "location": "GRB Exhibit Hall A", "id": 71, "name": "Poster Session 2", "description": "Come meet the ACM Student Research Competition competitors during the first round of the competition. Our GHC Poster Judges will select three undergraduate students and three graduate students to move to the second round as semi-finalists. Also see posters on Security/Privacy."}, {"track": "Career", "speakers": "Ritika Kapadia, Catherine Courage", "audienceLevel": "Mid-Career", "isSelected": 0, "hasConflict": 0, "startDate": "Wednesday, September 26, 2018", "startTime": "2:30 PM", "endTime": "3:30 PM", "location": "MMQ Texan Ballroom E", "id": 72, "name": "CR318: Nail Your Promotion", "description": "Are you working hard, yet not earning promotions? This extremely popular workshop from last year presents a 5-step framework for earning promotions and 5 supplemental super skills to accelerate career growth. It comes alive with personal stories and includes hands-on practice activities focusing on the things women often need to do besides working hard at a job, to rise higher in their careers."}, {"track": "Special Session", "speakers": "Jo Miller", "audienceLevel": "All", "isSelected": 0, "hasConflict": 0, "startDate": "Wednesday, September 26, 2018", "startTime": "2:30 PM", "endTime": "4:30 PM", "location": "GRB Grand Ballroom A", "id": 73, "name": "Professional Development Leadership Workshop: Become a Person of Influence", "description": "Technical work is teamwork, and if you want to make your mark as a technical leader, you'll need to lead, engage, motivate and influence others - regardless of whether they report to you. Explore ways to influence without authority and gain a 'seat at the table' in your team and company. Understand the mechanisms of power in your organization and identify 6 sources of influence you may utilize."}, {"track": "Data Science", "focusArea": "Engineer", "speakers": "Jonathan B. Whitmore, Chloe M. Mawer", "audienceLevel": "Beginner Tech", "isSelected": 0, "hasConflict": 0, "startDate": "Wednesday, September 26, 2018", "startTime": "2:30 PM", "endTime": "3:30 PM", "location": "GRB Grand Ballroom C", "id": 74, "name": "DS510: Hands-On Exploratory Data Analysis", "description": "Exploratory data analysis (EDA) is a crucial step in any data science analysis. In this tutorial, we will interactively demonstrate a framework for EDA using Python and discuss techniques for time-series and geospatial data. Further, we will use EDA to answer questions, test business assumptions, generate hypotheses for further analysis, and prepare data for future modeling. Please bring a laptop to this session."}, {"track": "Career", "speakers": "Susan McKenzie", "audienceLevel": "Early Career", "isSelected": 0, "hasConflict": 0, "startDate": "Wednesday, September 26, 2018", "startTime": "2:40 PM", "endTime": "3:00 PM", "location": "HIL Ballroom of Americas D", "id": 75, "name": "CR204: Plan a Career True to You", "description": "Why does it seem that others know exactly what they want from their careers? How do you make a career plan that compliments the true you? How much thought and time should you take? Do we really have to 'know' what we want to be for the rest of our lives or does that picture change over time? We'll discuss how to design a plan that fits the true you."}, {"track": "Artificial Intelligence", "focusArea": "Research Topics in AI", "speakers": "Yixuan Li", "audienceLevel": "Intermediate Tech", "isSelected": 0, "hasConflict": 0, "startDate": "Wednesday, September 26, 2018", "startTime": "2:50 PM", "endTime": "3:10 PM", "location": "GRB General Assembly C", "id": 76, "name": "AI611: Image Understanding at Facebook: Scalability and Reliability", "description": "At Facebook everyday hundreds of millions of users interact with billions of visual contents. By understanding what's in an image, our systems can help connect users with the things that matter most to them. In order to improve our recognition system, I will talk about two main technical challenges: how we train models at the scale of billions, and how we improve the reliability of the model prediction."}, {"track": "Interactive Media", "focusArea": "Game Design and Empowerment", "speakers": "Jean Leggett", "audienceLevel": "Beginner Tech", "isSelected": 0, "hasConflict": 0, "startDate": "Wednesday, September 26, 2018", "startTime": "2:55 PM", "endTime": "3:15 PM", "location": "GRB 360C", "id": 77, "name": "IM525: Exploring PTSD & Sexual Violence in Video Game Narrative", "description": "Mature themes such as Post-Traumatic Stress Disorder and Sexual Trauma are rarely explored in game narratives. This talk explores the design of Charlaine Harris' \"Shakespeare's Landlord,\" a novel-to-game adaptation and how the development team designed narrative choices, events and characters to explore trauma, PTSD and character progression within the construct of a 2D mystery adventure game."}, {"track": "Career", "speakers": "Rosalind McCullough, Faye Cheng, Zaza Soriano", "audienceLevel": "All", "isSelected": 0, "hasConflict": 0, "startDate": "Wednesday, September 26, 2018", "startTime": "3:00 PM", "endTime": "5:30 PM", "location": "GRB Grand Ballroom B", "id": 78, "name": "CR111: Speed Mentoring", "description": "The Anita|Bees Speed Mentoring session offers attendees the opportunity to create lasting mentoring relationships with women working in technical roles. During several 15-minute rounds, attendees are advised by mentors in their field and/or at their career level. In addition, the Anita|Bees session features quiet spaces where attendees can recharge both themselves and their devices."}, {"track": "Software Engineering", "focusArea": "Trends and Future of Software Engineering", "speakers": "Leslie Carr, Anne Cesa Klein, Emily Burns, Jennifer Petoff", "audienceLevel": "Intermediate Tech", "isSelected": 0, "hasConflict": 0, "startDate": "Wednesday, September 26, 2018", "startTime": "3:00 PM", "endTime": "4:00 PM", "location": "GRB 342C", "id": 79, "name": "SE689: When 99.9% Isn't Good Enough: Designing and Developing for Uptime", "description": "Can't survive without internet access to apps and data? Site Reliability Engineering (SRE) is the most important software engineering career you've never heard of. Site Reliability Engineers apply software engineering principles to design, build, deploy, monitor, and maintain massive systems. We write the code that keeps the internet online."}, {"track": "Abie Award Series", "speakers": "Michele Guel", "audienceLevel": "All", "isSelected": 0, "hasConflict": 0, "startDate": "Wednesday, September 26, 2018", "startTime": "3:15 PM", "endTime": "4:15 PM", "location": "GRB 340A", "id": 80, "name": "Abie Awards Series: Data Privacy Adventures in Our Connected World of \"Things\"", "description": "Privacy in the Internet of Things seems an intractable problem. While the task at hand is difficult and the journey ahead may be filled with delays and challenges; there are methods to close the gaps. This talk will highlight some of the challenges of ensuring data privacy in our increasingly connected world, and thru use cases we will examine the importance of privacy engineering as a solution."}, {"track": "Products A to Z", "focusArea": "Conceptualization", "speakers": "Eunice Yang, Kieu Tran, Daniel Rutledge", "audienceLevel": "Intermediate Tech", "isSelected": 0, "hasConflict": 0, "startDate": "Wednesday, September 26, 2018", "startTime": "3:15 PM", "endTime": "4:15 PM", "location": "GRB 320C", "id": 81, "name": "AZ669: So Many Features, So Little Time", "description": "What does it take to deliver product features in a timely manner? In project management, it's not an easy feat to balance resources, time, and money, with your customers' needs and happiness. In this workshop, participants will learn what it's like to be part of a product team. Your team will prioritize features against development constraints and create a contingency plan when obstacles arise!"}, {"track": "Human Computer Interaction", "focusArea": "Accessibility and Inclusive Design", "speakers": "Sumita Sharma", "audienceLevel": "Beginner Tech", "isSelected": 0, "hasConflict": 0, "startDate": "Wednesday, September 26, 2018", "startTime": "3:15 PM", "endTime": "3:35 PM", "location": "GRB 310C", "id": 82, "name": "HI562: Designing Interactive Technologies for Underserved Communities", "description": "Gestures-based interactive technologies have the potential to overcome literacy barriers faced by functionally illiterate rural Indian women when accessing health care information and provide a safe, controlled, and predictable learning environment for children with autism who face severe social challenges, as shown by the work carried out by the presenter in Guwahati and New Delhi, in India."}, {"track": "Open Source", "speakers": "Shoubhik Bose, Sarah Masud, Nimisha Mukherjee", "audienceLevel": "Beginner Tech", "isSelected": 0, "hasConflict": 0, "startDate": "Wednesday, September 26, 2018", "startTime": "3:15 PM", "endTime": "4:15 PM", "location": "GRB 371C", "id": 83, "name": "OS540: Building Cloud Native Applications Using OpenShift.io", "description": "This hands-on workshop is an opportunity to learn how to plan, develop and deploy a container based, cloud-native app. The participants will learn how to to deploy an enterprise-ready application. All of this will be achieved using a only browser, without having to install any additional tool."}, {"track": "Community", "speakers": "Lenka Belkova, Elahe Amani, Siobhan Neilland, Peace Asukwo, Leila Toplic", "audienceLevel": "All", "isSelected": 0, "hasConflict": 0, "startDate": "Wednesday, September 26, 2018", "startTime": "3:15 PM", "endTime": "4:15 PM", "location": "HIL Ballroom of Americas A", "id": 84, "name": "CM125: AnitaB.org Communities: Women in Tech at the United Nations", "description": "United Nations recognizes that gender roles shape women's access to rights, resources & opportunities. How do we connect human rights principles & local advocacy in improving women's participation in technology? We will ask diverse panelists about the work they do in their communities at the grassroots level on behalf of women's access & participation in technology from a human rights perspective."}, {"track": "Organizational Transformation", "focusArea": "Being a Force for Change", "speakers": "Kate Heddleston", "audienceLevel": "Beginner Tech", "isSelected": 0, "hasConflict": 0, "startDate": "Wednesday, September 26, 2018", "startTime": "3:20 PM", "endTime": "3:40 PM", "location": "GRB 370C", "id": 85, "name": "OT544: How to Become a 10x Developer Through Teamwork", "description": "What makes an effective team? What things can each of us do to make our teams more welcoming and performant? This talk will explore those questions by going through a list of 10 ways to be a better teammate. Based on research about what makes some teams more effective than others, I'll talk about concrete ways to be a better teammate, especially on teams that are increasingly diverse."}, {"track": "Career", "speakers": "Sarah Hoffman", "audienceLevel": "Senior/Executive", "isSelected": 0, "hasConflict": 0, "startDate": "Wednesday, September 26, 2018", "startTime": "3:20 PM", "endTime": "3:40 PM", "location": "MMQ Texan Ballroom D", "id": 86, "name": "CR404: Innovating with Machine Learning: Organizational Strategies for Expanding ML Teams", "description": "As companies are forming and expanding their machine learning (ML) teams, it is important to think beyond the challenges of the technology itself. This session explores centralized versus decentralized ML team structures and strategies for succeeding with each. Methods for measuring the success of an ML team are also discussed."}, {"track": "Data Science", "focusArea": "Engineer", "speakers": "Natalie Weyerhaeuser", "audienceLevel": "Intermediate Tech", "isSelected": 0, "hasConflict": 0, "startDate": "Wednesday, September 26, 2018", "startTime": "3:20 PM", "endTime": "3:40 PM", "location": "GRB General Assembly A", "id": 87, "name": "DS630: When Data Becomes the Product: Leveraging Crowdsourced Datasets Intelligently", "description": "Often, the formula of crowdsourced platforms is simple: more engagement, more data, better product. But what happens when the data itself becomes a product? This talk will outline the data quality challenges that arise when a dataset is derived from human engagement, and describe how to leverage machine learning techniques and a mix of third party sources to get the most out of first party data."}, {"track": "Career", "speakers": "Diane Boettcher", "audienceLevel": "All", "isSelected": 0, "hasConflict": 0, "startDate": "Wednesday, September 26, 2018", "startTime": "3:20 PM", "endTime": "3:40 PM", "location": "HIL Lanier J", "id": 88, "name": "CR107: The Only Woman in the Room: Surviving and Thriving", "description": "Women remain a minority in computing. We often find ourselves as the only woman in the room. This position can be isolating, erode our performance, and even drive us from the industry. Understanding the mental mechanisms at work and learning some practical tips can help us survive and thrive. Ultimately, we seize this as a position of power and influence, and use it for the greater good."}, {"track": "Interactive Media", "focusArea": "Game Design and Empowerment", "speakers": "Pamela Iluore", "audienceLevel": "Beginner Tech", "isSelected": 0, "hasConflict": 0, "startDate": "Wednesday, September 26, 2018", "startTime": "3:30 PM", "endTime": "3:50 PM", "location": "GRB 362C", "id": 89, "name": "IM530: Helping Close the STEM Gender Gap with Video Games", "description": "We are going to take an in depth look at video games as a medium to help encourage females to pursue STEM. Studies have shown that high proficiency in spatial reasoning skills strongly predicts who will go into STEM fields. We will examine how combining problem solving with storytelling motivates young girls to participate in activities that help improve their spatial reasoning skills."}, {"track": "Career", "speakers": "Linda Sax, Kathleen Lehman", "audienceLevel": "All", "isSelected": 0, "hasConflict": 0, "startDate": "Wednesday, September 26, 2018", "startTime": "3:30 PM", "endTime": "4:30 PM", "location": "MMQ Texan Ballroom G", "id": 90, "name": "CR301: BRAID Research: Updates on Introductory Computing Students from Year Three of Data Collection", "description": "BRAID is a national initiative to increase the representation of women and URM students in undergraduate computing. This session will focus on what the BRAID Research team has learned, sharing results and discussing implications of findings for computing departments. Student survey findings will be shared, focusing on longitudinal outcomes for women and URM students in computing."}, {"track": "Artificial Intelligence", "focusArea": "Research Topics in AI", "speakers": "Catherine Schuman", "audienceLevel": "Intermediate Tech", "isSelected": 0, "hasConflict": 0, "startDate": "Wednesday, September 26, 2018", "startTime": "3:40 PM", "endTime": "4:00 PM", "location": "GRB General Assembly C", "id": 91, "name": "AI612: Neuromorphic Computing: When Hardware Met AI", "description": "The next big wave in AI will likely come in the form of custom hardware implementations of neural networks or neuromorphic computers. This presentation will provide an introduction to neuromorphic computing (NC), a perspective on the research questions and current results associated with NC and reflect on the opportunities for NC to revolutionize what we think of as AI and computing as a whole."}, {"track": "Security/Privacy", "focusArea": "Security Attacks and Defences", "speakers": "Meg Layton", "audienceLevel": "Beginner Tech", "isSelected": 0, "hasConflict": 0, "startDate": "Wednesday, September 26, 2018", "startTime": "3:45 PM", "endTime": "4:05 PM", "location": "GRB 360C", "id": 92, "name": "SP547: Am I Ready for a CTF? What's a CTF Anyway?", "description": "Capture the Flag (CTF) are frequently used in Cyber Security community for learning and competition. A lot of people are hesitant to participate because they don't know what they are, or what to expect - this discussion will clear up all the mysteries, illustrate the different types that exist, and let you know whether you are ready... (Spoiler Alert: you are!)."}, {"track": "CRA-W", "speakers": "Victor Bahl, Kelly Shaw, Jess Smith", "audienceLevel": "Student", "isSelected": 0, "hasConflict": 0, "startDate": "Wednesday, September 26, 2018", "startTime": "4:00 PM", "endTime": "5:00 PM", "location": "GRB 361C", "id": 93, "name": "CRA-W CR229: Finding Your Dream Job with a Ph.D.", "description": "Curious about the range of post-Ph.D. career options including academia and industry? Join us for a panel session with speakers who will give you a sense of the wide range of job options from working at a company to teaching. This session is aimed at late stage graduate students and post-docs. We'll have practical advice on how to apply for jobs, interview and negotiate."}, {"track": "Lunches and Receptions", "audienceLevel": "All", "isSelected": 0, "hasConflict": 0, "startDate": "Wednesday, September 26, 2018", "startTime": "4:00 PM", "endTime": "5:30 PM", "location": "HIL Ballroom of Americas C", "id": 94, "name": "Latinas in Technical Roles Reception", "description": "Reception for Latinas in Computing Community. Promote and support Latina technologists from industry, government, and academia. This reception gives Latinas a chance to network with one another, connect with strong role models, and celebrate their accomplishments."}, {"track": "Internet of Things/Wearable Technology", "focusArea": "Smart and Secure Internet of Things", "speakers": "Manjiri Yeravadekar, Courtney Bianca Dattilo, Vaasanthy Krishnamurthy", "audienceLevel": "Beginner Tech", "isSelected": 0, "hasConflict": 0, "startDate": "Wednesday, September 26, 2018", "startTime": "4:00 PM", "endTime": "5:00 PM", "location": "GRB Grand Ballroom C", "id": 95, "name": "IW537: Exploring the Variety of Roles in IoT", "description": "What does it take to make an IoT device for the home? Hardware and software immediately come to mind, but what about all the different people with various expertise needed? In this workshop, we will explore three different critical roles to IoT and the skills needed for each one. We will demonstrate interaction between UX design, software development and engineering program management."}, {"track": "Career", "speakers": "Marta Bralic", "audienceLevel": "Mid-Career", "isSelected": 0, "hasConflict": 0, "startDate": "Wednesday, September 26, 2018", "startTime": "4:10 PM", "endTime": "4:30 PM", "location": "MMQ Texan Ballroom D", "id": 96, "name": "CR314: Managing Your Career as a Business: A Practical Guide", "description": "We have a gender gap in leadership. This session will establish the gap, draw from research demonstrating that active career management increases access to leadership opportunities, and put forward a practical guide to using well-established business management tools to manage careers. The goal of this session is to give women a practical playbook to pursue and succeed in leadership."}, {"track": "Career", "speakers": "Jessica Yang", "audienceLevel": "Student", "isSelected": 0, "hasConflict": 0, "startDate": "Wednesday, September 26, 2018", "startTime": "4:10 PM", "endTime": "4:30 PM", "location": "HIL Ballroom of Americas D", "id": 97, "name": "CR234: Help, I Have Too Many Interests!", "description": "\"Multipotentialites\" have highly diverse interests and passions, significant skill in several, and an almost pathological need for variety in everything they do. They are extremely valuable employees, yet largely ignored by conventional career advice. This talk celebrates multipotentialites and their unique skills, discusses career challenges and potential solutions, and is a place to network and be inspired."}, {"track": "Computer Systems Engineering", "focusArea": "System Management", "speakers": "Samantha Steele", "audienceLevel": "Advanced Tech", "isSelected": 0, "hasConflict": 0, "startDate": "Wednesday, September 26, 2018", "startTime": "4:10 PM", "endTime": "4:30 PM", "location": "GRB General Assembly A", "id": 98, "name": "CE705: Nautilus: Lessons from Building a Largescale, Distributed Search Engine", "description": "What does it take to build sustainable infrastructure at a scale where open source solutions fail? We discuss the challenges of building Nautilus, Dropbox's new scalable, distributed full-text document search engine. Through iterative performance optimization at each layer of the stack, we improved p95 latency by a factor of 400. With disciplined debugging we built a fault tolerant system serving results to 500 million users."}, {"track": "Internet of Things/Wearable Technology", "focusArea": "Smart and Secure Internet of Things", "speakers": "Radia Perlman, Menka Goyal, Suzanna Barnard, Janice Zdankus, Shirin Ebrahimi-Taghizadeh", "audienceLevel": "Beginner Tech", "isSelected": 0, "hasConflict": 0, "startDate": "Wednesday, September 26, 2018", "startTime": "4:15 PM", "endTime": "5:15 PM", "location": "GRB 310C", "id": 99, "name": "IW539: IoT: Business, Social, and Career Impact (Repeat)", "description": "This panel will define IoT and share a high level overview with applications in consumer and enterprise businesses. Like any emerging technology, there are opportunities to use it as a transformative technology and associated risks. The attendees will gain a basic understanding of basic IoT concepts and use cases which will help new grads enter the field or managers build a team."}, {"track": "Tech for Women", "focusArea": "Policy", "speakers": "Pragyan Mishra", "audienceLevel": "Intermediate Tech", "isSelected": 0, "hasConflict": 0, "startDate": "Wednesday, September 26, 2018", "startTime": "4:20 PM", "endTime": "4:40 PM", "location": "GRB 351C", "id": 100, "name": "TW692: Can Smartphones Keep Us Safe?", "description": "Using Smartphones and Wearables, AI and Deep Learning technologies can ideally be used to make predictions about a person being in danger. Utilizing our prototype app and by studying user patterns and combining it with location and social data, we explore the technical challenges in building a safety platform that is extremely useful when the user has minimal reaction time in the face of sudden danger."}, {"track": "Career", "speakers": "Sara Khoury, Kaaren Hanson, Kari Friedman, Daniela Jorge, Margret Schmidt", "audienceLevel": "Senior/Executive", "isSelected": 0, "hasConflict": 0, "startDate": "Wednesday, September 26, 2018", "startTime": "4:30 PM", "endTime": "5:30 PM", "location": "MMQ Texan Ballroom C", "id": 101, "name": "CR413: Pivot or Die (Your Career, That Is) (Repeat)", "description": "Four execs share moments that led to pivots, and how they moved out of their comfort zones to reinvent themselves and their careers. Two panelists \"stayed in their lane\" and pivoted to opportunities in their field; while two used their pivots to \"change lanes\". They'll debate the pros and cons of planning your career path versus embracing serendipity. Either way - you own your career!"}, {"track": "Artificial Intelligence", "focusArea": "Research Topics in AI", "speakers": "Kory Becker", "audienceLevel": "Intermediate Tech", "isSelected": 0, "hasConflict": 0, "startDate": "Wednesday, September 26, 2018", "startTime": "4:30 PM", "endTime": "4:50 PM", "location": "GRB General Assembly C", "id": 102, "name": "AI606: Self-Programming Artificial Intelligence", "description": "Is it possible for a computer program to write its own programs? AI Programmer is a machine learning system, which can automatically generate full software programs requiring only minimal human guidance. The system uses genetic algorithms coupled with a tightly constrained programming language. An overview of the system design and examples of its software-generation capabilities are provided."}, {"track": "Artificial Intelligence", "focusArea": "Research Topics in AI", "speakers": "Allison Gray, Aaraadhya Narra, Julie Bernauer", "audienceLevel": "Intermediate Tech", "isSelected": 0, "hasConflict": 0, "startDate": "Wednesday, September 26, 2018", "startTime": "4:30 PM", "endTime": "5:30 PM", "location": "GRB 372C", "id": 103, "name": "AI615: Training Generative Adversarial Networks: A Challenge? (Repeat)", "description": "Generative Adversarial Networks have gained popularity in the last couple of years because of the ability to produce images of unprecedented visual quality. Having a good understanding on how to condition and set up the experiment allows for simple setup for training a GAN. This workshop will start from simple GAN setup example to exploring the embedding space. Attendees should bring a laptop to participate in hands-on portions."}, {"track": "Career", "speakers": "Irene Ryabaya, Julia Genina", "audienceLevel": "Early Career", "isSelected": 0, "hasConflict": 0, "startDate": "Wednesday, September 26, 2018", "startTime": "4:30 PM", "endTime": "5:30 PM", "location": "HIL Lanier B", "id": 104, "name": "CR201: The Art of Self-Promotion: How to Beat the Bragging Taboo (Repeat)", "description": "Do you feel like you're bragging when you talk about your skills and accomplishments? Do you worry you don't have enough to offer when networking professionally? These are difficult issues all professional women face. If you can self promote authentically, networking and career discussions become easy. Join this session to learn how to identify the ways in which you are awesome and to communicate it while staying true to yourself."}, {"track": "Invite Only", "audienceLevel": "Invite Only", "isSelected": 0, "hasConflict": 0, "startDate": "Wednesday, September 26, 2018", "startTime": "4:30 PM", "endTime": "6:30 PM", "location": "MMQ Houston Ballroom Salon III", "id": 105, "name": "BRAID Welcome Reception (Invite Only)", "description": "The BRAID (Building Recruiting and Inclusion for Diversity) Initiative continues its groundbreaking work to support undergraduate computer science departments become more diverse and inclusive. We invite faculty and students from our BRAID schools to come grab a bite and network with other BRAID organizations, the generous BRAID initiative Funders (Intel, Qualcomm, Facebook, and Microsoft), and AnitaB.org staff."}, {"track": "Invite Only", "audienceLevel": "Invite Only", "isSelected": 0, "hasConflict": 0, "startDate": "Wednesday, September 26, 2018", "startTime": "4:30 PM", "endTime": "7:30 PM", "location": "HYT Imperial Ballroom", "id": 106, "name": "GHC Scholar Networking Reception (Invite Only)", "description": "The kick off event for AnitaB.org GHC Scholars to connect, learn about each other & start the conference with a celebration. This celebration will lead a personal development activity to help scholars get the most out of their GHC experience. Additionally, mentors from academia, national labs and industry will be on hand to provide individualized advice to all of our scholars."}, {"track": "Invite Only", "audienceLevel": "Invite Only", "isSelected": 0, "hasConflict": 0, "startDate": "Wednesday, September 26, 2018", "startTime": "4:30 PM", "endTime": "6:00 PM", "location": "MMQ Harris", "id": 107, "name": "SMASH Academy Networking Reception (Invite Only)", "description": "AnitaB.org is proud to welcome SMASH Academy Alumni to the 2018 Grace Hopper Celebration. We ask SMASH Alumni to join us for this private networking reception to mix and mingle with industry professionals excited to learn more about their career aspirations."}, {"track": "Career", "speakers": "Sofia Shepard", "audienceLevel": "All", "isSelected": 0, "hasConflict": 0, "startDate": "Wednesday, September 26, 2018", "startTime": "4:40 PM", "endTime": "5:00 PM", "location": "HIL Lanier J", "id": 108, "name": "CR112: How I Learned to Cry at Work (Repeat)", "description": "Crying at work is taboo in most professions. Physiologically, though, women cry more than men, placing them at a professional disadvantage. We will explore the evidence behind this claim, read testimonies from male and female executives, receive tools to navigate moments when you or your direct report cries, and discuss why it is in companies' best interest to disassociate shame from tears."}, {"track": "Products A to Z", "focusArea": "Conceptualization", "speakers": "Eunice Yang, Kieu Tran, Daniel Rutledge", "audienceLevel": "Intermediate Tech", "isSelected": 0, "hasConflict": 0, "startDate": "Wednesday, September 26, 2018", "startTime": "4:45 PM", "endTime": "5:45 PM", "location": "GRB 320C", "id": 109, "name": "AZ669: So Many Features, So Little Time (Repeat)", "description": "What does it take to deliver product features in a timely manner? In project management, it's not an easy feat to balance resources, time, and money, with your customers' needs and happiness. In this workshop, participants will learn what it's like to be part of a product team. Your team will prioritize features against development constraints and create a contingency plan when obstacles arise!"}, {"track": "Career", "speakers": "Ritika Kapadia, Catherine Courage", "audienceLevel": "Mid-Career", "isSelected": 0, "hasConflict": 0, "startDate": "Wednesday, September 26, 2018", "startTime": "4:45 PM", "endTime": "5:45 PM", "location": "MMQ Texan Ballroom E", "id": 110, "name": "CR318: Nail Your Promotion (Repeat)", "description": "Are you working hard, yet not earning promotions? This extremely popular workshop from last year presents a 5-step framework for earning promotions and 5 supplemental super skills to accelerate career growth. It comes alive with personal stories and includes hands-on practice activities focusing on the things women often need to do besides working hard at a job, to rise higher in their careers."}, {"track": "Open Source", "speakers": "Emily M. Lovell, Lori Postner, Darci Burdge", "audienceLevel": "Beginner Tech", "isSelected": 0, "hasConflict": 0, "startDate": "Wednesday, September 26, 2018", "startTime": "4:45 PM", "endTime": "5:45 PM", "location": "GRB 371C", "id": 111, "name": "OS541: Evaluating HFOSS Projects for Student Contribution (Repeat)", "description": "Becoming involved in a humanitarian free and open source software (HFOSS) project provides a wealth of learning opportunities for both students and faculty. However, choosing the right project can be daunting. Learning how to evaluate a project to determine viability for contribution is the first step. This workshop highlights various attributes to consider when selecting an HFOSS project."}, {"track": "Career", "speakers": "Jessica Yang", "audienceLevel": "Student", "isSelected": 0, "hasConflict": 0, "startDate": "Wednesday, September 26, 2018", "startTime": "5:00 PM", "endTime": "5:20 PM", "location": "HIL Lanier A", "id": 112, "name": "CR234: Help, I Have Too Many Interests! (Repeat)", "description": "\"Multipotentialites\" have highly diverse interests and passions, significant skill in several, and an almost pathological need for variety in everything they do. They are extremely valuable employees, yet largely ignored by conventional career advice. This talk celebrates multipotentialites and their unique skills, discusses career challenges and potential solutions, and is a place to network and be inspired."}, {"track": "Computer Systems Engineering", "focusArea": "System Management", "speakers": "Prashima Sharma", "audienceLevel": "Beginner Tech", "isSelected": 0, "hasConflict": 0, "startDate": "Wednesday, September 26, 2018", "startTime": "5:00 PM", "endTime": "5:20 PM", "location": "GRB 342C", "id": 113, "name": "CE504: An Introduction to Cloud Native World", "description": "Cloud native application (CNA) paradigm can prove to be the key for making an application's lifecycle faster with more modular development, better architecture and more robust and efficient CICD pipelines. This presentation aims to introduce basics of CNA stack, that includes Docker, Kubernetes, role of cloud providers, and challenges involved in making production ready cloud native applications."}, {"track": "Career", "speakers": "Madhu Venkatesh", "audienceLevel": "Student", "isSelected": 0, "hasConflict": 0, "startDate": "Wednesday, September 26, 2018", "startTime": "5:00 PM", "endTime": "5:20 PM", "location": "HIL Ballroom of Americas D", "id": 114, "name": "CR217: 5 Tips to Help You Succeed", "description": "For many graduates across the country every year, graduation is the beginning of a new journey. Many look forward to the transition from a life of learning into a career. As my daughter begins her journey this year, I compiled 5 practical tips that I hope will lead her to a happy, successful and a rewarding career. I present my tips for new graduates, illustrated with stories from my experiences."}, {"track": "Security/Privacy", "focusArea": "Security Attacks and Defenses", "speakers": "Anjana Rajan", "audienceLevel": "Advanced Tech", "isSelected": 0, "hasConflict": 0, "startDate": "Wednesday, September 26, 2018", "startTime": "5:00 PM", "endTime": "5:20 PM", "location": "GRB 360C", "id": 115, "name": "SP720: Callisto: A Cryptographic Approach to #MeToo (Repeat)", "description": "Callisto, a tech nonprofit, detects serial predators of sexual assault and harassment. Callisto's goal is to eradicate the spread of sexual violence and abuse, while protecting the privacy and civil liberties of the victims and the accused. This presentation will discuss how Callisto approaches this complex social-justice problem and how they implemented several cryptographic techniques, including client-side encryption, elliptic-curve oblivious pseudo-random functions, key federation, and Shamir secret sharing."}, {"track": "Interactive Media", "focusArea": "Game Design and Empowerment", "speakers": "Jennifer Javornik", "audienceLevel": "Beginner Tech", "isSelected": 0, "hasConflict": 0, "startDate": "Wednesday, September 26, 2018", "startTime": "5:10 PM", "endTime": "5:30 PM", "location": "GRB 351C", "id": 116, "name": "IM563: Taking Grace Hopper Digital: Designing VR Experiences with Real-World Impact (Repeat)", "description": "Join us as we detail proven strategies for leveraging the unique capabilities of virtual reality (VR) to create immersive, non-linear storytelling experiences designed to educate, empower, and inspire. Using our upcoming VR experience Breaking Boundaries in Science - which specifically highlights the life and achievements of Grace Hopper - as a case study, audiences will gain new insights into best practices for creating VR experiences with real-world impact."}, {"track": "Human Computer Interaction", "focusArea": "Accessibility and Inclusive Design", "speakers": "Sumita Sharma", "audienceLevel": "Beginner Tech", "isSelected": 0, "hasConflict": 0, "startDate": "Wednesday, September 26, 2018", "startTime": "5:20 PM", "endTime": "5:40 PM", "location": "GRB 362C", "id": 117, "name": "HI562: Designing Interactive Technologies for Underserved Communities (Repeat)", "description": "Gestures-based interactive technologies have the potential to overcome literacy barriers faced by functionally illiterate rural Indian women when accessing health care information and provide a safe, controlled, and predictable learning environment for children with autism who face severe social challenges, as shown by the work carried out by the presenter in Guwahati and New Delhi, in India."}, {"track": "Invite Only", "speakers": "Joy Buolamwini", "audienceLevel": "Invite Only", "isSelected": 0, "hasConflict": 0, "startDate": "Thursday, September 27, 2018", "startTime": "7:45 AM", "endTime": "5:30 PM", "location": "MMQ Houston Ballroom Salon VI", "id": 118, "name": "Technical Executive Forum (Invite Only)", "description": "Technical Executive Forum is a key Organizational Transformation program designed to guide organizations in creating more inclusive workplaces. The exclusive, invitation-only event provides an opportunity for C-level technical executives from AnitaB.org's partner companies to connect, collaborate and learn better practices and actionable solutions for retaining and advancing women technologists."}, {"audienceLevel": "Faculty", "isSelected": 0, "hasConflict": 0, "startDate": "Thursday, September 27, 2018", "startTime": "9:00 AM", "endTime": "5:30 PM", "location": "HIL Meeting Room 340", "id": 119, "name": "Faculty Lounge", "description": "The Faculty Lounge is a place for faculty and academic staff to informally network, catch up on work, and grab a snack or drink. The Faculty Lounge will be open throughout the conference where faculty and any other attendees with an Academic registration can come relax and take a break."}, {"track": "Organizational Transformation", "focusArea": "Solutions for Diversity & Inclusion", "speakers": "Amy Higgins, Catherine Crepps, Elizabeth Lindsey, Mandy Pet, Jennifer Tress", "audienceLevel": "Intermediate Tech", "isSelected": 0, "hasConflict": 0, "startDate": "Thursday, September 27, 2018", "startTime": "9:00 AM", "endTime": "10:00 AM", "location": "GRB 370C", "id": 120, "name": "OT663: Falling Into Tech: the Non-Traditional Path", "description": "People are flocking to tech from non-traditional paths now more than ever. Individuals who are self-taught, attend college later in life, or start a tech job with informal training have a unique experience when compared to those who pursued a more mainstream path. This presents a challenge to recruiters hoping to find top talent and companies with new grad programs that need to be inclusive."}, {"track": "Products A to Z", "focusArea": "Product Life Cycle", "speakers": "Nikita Chhabria", "audienceLevel": "Advanced Tech", "isSelected": 0, "hasConflict": 0, "startDate": "Thursday, September 27, 2018", "startTime": "9:00 AM", "endTime": "9:20 AM", "location": "GRB 360C", "id": 121, "name": "AZ713: Building it Lite: Learn to Develop Apps for International Markets", "description": "When shipping any app/product, it's important to know the customer and the market - what do the customers want? What are the market constraints? When we think about developing a global app, it's natural to ignore problems which we do not face here in the US, like network bandwidth and device storage. Come and learn about the need for Lite apps and how to build them."}, {"track": "Computer Systems Engineering", "focusArea": "Clouds", "speakers": "Anna Mukhina", "audienceLevel": "Advanced Tech", "isSelected": 0, "hasConflict": 0, "startDate": "Thursday, September 27, 2018", "startTime": "9:00 AM", "endTime": "9:20 AM", "location": "GRB 330A", "id": 122, "name": "CE704: Streamline Streaming: Framework for Data Pipelines with Kafka", "description": "Streaming is revolutionizing data architecture with real-time processing, high throughput and horizontal scalability. However, the transition from batch pipelines to streaming can be challenging. Morningstar designed a framework to rebuild hundreds of batch data pipelines with Kafka. Our configuration-driven producer and consumer focus on simple code management and strong operational support."}, {"track": "Career", "speakers": "Tracy Keogh, Michael Jordan", "audienceLevel": "Senior/Executive", "isSelected": 0, "hasConflict": 0, "startDate": "Thursday, September 27, 2018", "startTime": "9:00 AM", "endTime": "10:00 AM", "location": "MMQ Texan Ballroom E", "id": 123, "name": "CR410: Grow Your Career - and Your Pay", "description": "As you advance in your career, opportunities for growth become more limited and competitive. This is especially true for women, who represent 56% of the professional workforce, but only 11% of executive roles at Fortune 500 companies. This disparity becomes more pronounced in the tech industry. Join us for a workshop on how to accelerate your career as a leader and maximize your compensation."}, {"audienceLevel": "All", "isSelected": 0, "hasConflict": 0, "startDate": "Thursday, September 27, 2018", "startTime": "9:00 AM", "endTime": "5:30 PM", "location": "GRB Exhibit Hall C", "id": 124, "name": "Gallery: Our Time", "description": "Come reflect on your personal \"coming-up\" story and share your experience with all the women who have come before you and are yet to come. Reflect on your time here at GHC 18 and how you, and the women around you, can contribute to a new tech industry created by and for the women in this room."}, {"audienceLevel": "All", "isSelected": 0, "hasConflict": 0, "startDate": "Thursday, September 27, 2018", "startTime": "9:00 AM", "endTime": "5:30 PM", "location": "GRB Exhibit Hall C", "id": 125, "name": "GHC Expo", "description": "Session registration not required for the GHC Expo. GHC Expo is one of the most highly attended functions. It serve as an influential platform for companies, academics, governments, and industry experts to come together, share and learn information, hire qualified talents, network and build business relationships among women technologists. GHC Expo has hundreds of career fair and interview booths including poster sessions and Technology Showcase."}, {"track": "Data Science", "focusArea": "Applications", "speakers": "Yasaman Hadjibashi", "audienceLevel": "Beginner Tech", "isSelected": 0, "hasConflict": 0, "startDate": "Thursday, September 27, 2018", "startTime": "9:00 AM", "endTime": "9:20 AM", "location": "GRB 362C", "id": 126, "name": "DS508: Big Data for Social Good", "description": "What's the relationship between big data and corporate social responsibility? This presentation will explore big data's potential to change the game of corporate citizenship, using a bank as a case study. With focus on the expansion of traditional data analytics, we will consider how corporate data leaders can and should tackle wider macro-societal issues, beyond just the basic business goals, and bridge the gap between growth and social impact."}, {"audienceLevel": "Student", "isSelected": 0, "hasConflict": 0, "startDate": "Thursday, September 27, 2018", "startTime": "9:00 AM", "endTime": "5:30 PM", "location": "HIL Meeting Room 335", "id": 127, "name": "Student Lounge", "description": "The Student Lounge is a fun, interactive space where students can gather between sessions. The space will feature comfortable seating and student-focused amenities. The Student Lounge will be open throughout the conference for students to convene, mingle, and relax."}, {"audienceLevel": "All", "isSelected": 0, "hasConflict": 0, "startDate": "Thursday, September 27, 2018", "startTime": "9:00 AM", "endTime": "5:30 PM", "location": "HIL Meeting Room 339", "id": 128, "name": "Speaker Lounge", "description": "GHC speakers are invited to rest and recharge before and after their sessions. Another opportunity to network with other speakers or get some quiet time."}, {"track": "Internet of Things/Wearable Technology", "focusArea": "Building Ecosystems in the Internet of Things", "speakers": "Shruti Karulkar, Anoush Najarian, Louvere Walker-Hannon", "audienceLevel": "Beginner Tech", "isSelected": 0, "hasConflict": 0, "startDate": "Thursday, September 27, 2018", "startTime": "9:00 AM", "endTime": "10:00 AM", "location": "GRB 372C", "id": 129, "name": "IW533: Hands on with Deep Learning and IoT", "description": "Let's get started with Deep Learning and the Internet of Things! We'll do hands-on exercises: you'll use a webcam and a neural network to recognize images, aggregate data, and run real-time IoT analytics. Our goal to get you excited about IoT and Deep Learning, and to set you up for success with maker projects in your community after the conference. Bring your laptop!"}, {"track": "Interactive Media", "focusArea": "Streaming Media and Life Experiences", "speakers": "Sanmathi Sathyanarayana Naga, Priyadarshini Rajendran", "audienceLevel": "Beginner Tech", "isSelected": 0, "hasConflict": 0, "startDate": "Thursday, September 27, 2018", "startTime": "9:00 AM", "endTime": "10:00 AM", "location": "GRB Grand Ballroom C", "id": 130, "name": "IM526: Hello Alexa! Build Your First Alexa Skill", "description": "Alexa provides an intuitive way for customers to use their voice to interact with devices like Amazon Echo and Lenovo Smart Assistant. There’s never been a better time to explore this emerging technology that’s becoming an integral part of our lives. All you need to participate in this workshop is a free Amazon Developer account, AWS Free Tier account and your laptop. Let's dive in and build your first Alexa skill!"}, {"track": "Community", "audienceLevel": "All", "isSelected": 0, "hasConflict": 0, "startDate": "Thursday, September 27, 2018", "startTime": "9:00 AM", "endTime": "10:00 AM", "location": "HIL Ballroom of Americas C", "id": 131, "name": "Social Celebrating Asian & Indian Women in Technical Roles", "description": "This is a Social to celebrate both the Asian and Indian Women in Computing Communities. This social gives Asian and Indian women a chance to network with one another, connect with strong role models, and celebrate their accomplishments. Leaders will address their members with Community updates and information."}, {"track": "Security/Privacy", "focusArea": "Data Anonymization & Privacy in the world of IoT and ever growing apps", "speakers": "Catherine Nelson", "audienceLevel": "Intermediate Tech", "isSelected": 0, "hasConflict": 0, "startDate": "Thursday, September 27, 2018", "startTime": "9:00 AM", "endTime": "9:20 AM", "location": "GRB 342C", "id": 132, "name": "SP697: Data Anonymization from a Data Scientist's Point of View", "description": "Data anonymization is becoming increasingly important for data scientists: users are demanding greater privacy for their personal data, and laws are becoming stricter. I will discuss how anonymization can be incorporated into a standard data science workflow, its effects on the performance of common machine learning algorithms, and how to retain utility in anonymized data."}, {"track": "CRA-W", "speakers": "Cynthia Lee, Susan Rodger", "audienceLevel": "Faculty", "isSelected": 0, "hasConflict": 0, "startDate": "Thursday, September 27, 2018", "startTime": "9:00 AM", "endTime": "10:00 AM", "location": "GRB 361C", "id": 133, "name": "CRA-W CR305: Effective Teaching Tactics", "description": "In this session, we will cover current theories on educational pedagogy and practical suggestions and resources to thrive in the classroom. We'll discuss planning course goals and objectives, options for how to use class time and ways to foster a fun, interactive learning environment. We will also present classroom management techniques and strategies for what to do if things don't go as planned."}, {"track": "Career", "speakers": "Catherine Most, Lindsay Gordon", "audienceLevel": "Early Career", "isSelected": 0, "hasConflict": 0, "startDate": "Thursday, September 27, 2018", "startTime": "9:00 AM", "endTime": "10:00 AM", "location": "HIL Lanier B", "id": 134, "name": "CR212: Design Thinking Methods for Career Planning", "description": "Can you apply design thinking to your career to improve outcomes and gain clarity? Absolutely! Come understand how to apply design thinking principles to ensure your career feels like a good fit. This talk will empower you with a framework to make confident decisions in your career, including changing jobs, and finding the right position."}, {"track": "Open Source", "audienceLevel": "All", "isSelected": 0, "hasConflict": 0, "startDate": "Thursday, September 27, 2018", "startTime": "9:30 AM", "endTime": "5:30 PM", "location": "GRB Grand Ballroom B", "id": 135, "name": "Open Source Day Code-a-thon for Humanity", "description": "Providing women of all skill levels with the opportunity to collaborate and make a change, beginners and experienced coders alike can join this hackathon to develop projects to improve the world we live in. Participants will use open source software (OSS) on these humanitarian projects and gain some practical coding skills, see sponsors demos, while networking with others in this annual event! To ensure requirements are met for each project in OSD, if you are interested in participating please register for the event. You will receive an email from us within a few weeks to sign up for a specific project. Project details can be viewed on our website."}, {"track": "Career", "speakers": "Kajal Gada", "audienceLevel": "Student", "isSelected": 0, "hasConflict": 0, "startDate": "Thursday, September 27, 2018", "startTime": "9:45 AM", "endTime": "10:05 AM", "location": "HIL Ballroom of Americas D", "id": 136, "name": "CR222: Breaking Free From Your Own Self-Doubt: Overcoming Impostor Syndrome", "description": "Have you ever felt that you just got the job cause you got lucky? There are many people who have encounter this feeling - an impostor phenomena - not knowing what to call it. Despite outstanding accomplishments, women who experience the impostor phenomenon believe that they are a fraud. We'll examine what is impostor syndrome and how awareness is the first step to overcoming this phenomena."}, {"track": "Human Computer Interaction", "focusArea": "Virtual,Augmented,and Mixed Reality", "speakers": "Jutta Treviranus, Cathy Bodine, Sara Basson, Lizbeth Goodman, Ruoyi Zhou", "audienceLevel": "Intermediate Tech", "isSelected": 0, "hasConflict": 0, "startDate": "Thursday, September 27, 2018", "startTime": "9:45 AM", "endTime": "10:45 AM", "location": "GRB 310C", "id": 137, "name": "HI643: The Next Frontier: Designing for Accessibility & Inclusion", "description": "Half a century after the Apollo moonshot extended the human frontier & the reach of scientific endeavor, a crucial frontier promises even greater innovation benefits. People with disabilities have requirements at the edge where most product designs don't reach. Many innovations that benefit everyone have come from venturing to this edge. This panel explores the challenges & vast opportunities of reaching this frontier."}, {"track": "Data Science", "focusArea": "Applications", "speakers": "Sarmila Basu, Anna Min, Dipanwita Sarkar, Wendy Turner-Williams, Barbara Wixom", "audienceLevel": "Intermediate Tech", "isSelected": 0, "hasConflict": 0, "startDate": "Thursday, September 27, 2018", "startTime": "9:45 AM", "endTime": "10:45 AM", "location": "GRB General Assembly A", "id": 138, "name": "DS628: Is Less Really More? The GDPR Paradox.", "description": "The GDPR act states, \"Personal data shall be adequate, relevant and not excessive in relation to the purpose or purposes for which they are processed.\" While it seems like this mandate for data minimization is in direct conflict with all things data-driven, this panel will show you how to strike balance and leave you thinking about how it improves processes, technologies and eventually businesses."}, {"track": "Abie Award Series", "speakers": "Mariana Costa Checa", "audienceLevel": "All", "isSelected": 0, "hasConflict": 0, "startDate": "Thursday, September 27, 2018", "startTime": "9:45 AM", "endTime": "10:45 AM", "location": "GRB 340A", "id": 139, "name": "Abie Awards Series: Laboratoria: Building a Movement of Women Technologists in Latin America", "description": "I will share the story of why and how we started Laboratoria, and what we've accomplished over the past four year preparing +1,000 women from underserved backgrounds as software developers."}, {"track": "Artificial Intelligence", "focusArea": "Applications in AI", "speakers": "Anna Chaney", "audienceLevel": "Intermediate Tech", "isSelected": 0, "hasConflict": 0, "startDate": "Thursday, September 27, 2018", "startTime": "9:45 AM", "endTime": "10:05 AM", "location": "GRB General Assembly C", "id": 140, "name": "AI601: Applied Artificial Intelligence: Using Computational Creativity to Create Music", "description": "Creativity has traditional been a purely human pursuit. However, with recent developments in computational creativity, it has become apparent that artistic generation can now be accelerated with artificial intelligence. Come prepared to learn about reinforcement learning, deep belief networks, and be entertained by listening to music composed by AI in a real time demonstration."}, {"track": "Community", "speakers": "Andreea Molnar, Carolyne Ngara, Diane Woodbridge, Mariana Carvalho, Odegua Ogunbor", "audienceLevel": "All", "isSelected": 0, "hasConflict": 0, "startDate": "Thursday, September 27, 2018", "startTime": "9:45 AM", "endTime": "10:45 AM", "location": "HIL Ballroom of Americas A", "id": 141, "name": "CM122: Pass It On Award Winners: Project Presentations", "description": "The panelists are winners of the 2018 Pass It On Awards. They will present their winning projects with a brief overview and demo. They will be recognized for their hard work and dedication to the women and girls they serve. Attendees will learn about the impact these projects have in their communities, learn how to get involved with the Pass It On Awards Committee, what it means to be a reviewer."}, {"track": "Special Session", "speakers": "Denise Brosseau", "audienceLevel": "All", "isSelected": 0, "hasConflict": 0, "startDate": "Thursday, September 27, 2018", "startTime": "9:45 AM", "endTime": "11:45 AM", "location": "GRB Grand Ballroom A", "id": 142, "name": "Professional Development Leadership Workshop: Confidence: How do I Get More of That?", "description": "What does it take to be more confident, in new situations, high-stress settings or when we may not have support? Is confidence something you're born with or is it a mindset to shift? We'll explore the answers to these questions as well as share our tactics for building confidence, appearing confident and what it takes to set ourselves up for success no matter what situation we're walking in to."}, {"track": "Career", "speakers": "Elizabeth Kelly, Mariyam Mirza, Vanessa DeGennaro, Carolyn Griffel, Vanitha Suresh", "audienceLevel": "Mid-Career", "isSelected": 0, "hasConflict": 0, "startDate": "Thursday, September 27, 2018", "startTime": "9:45 AM", "endTime": "10:45 AM", "location": "MMQ Texan Ballroom C", "id": 143, "name": "CR321: Leverage Your Uniqueness: Don't Stick Out, Stand Out!", "description": "Do you always feel like the odd one out? Are you too outspoken, too quiet, too giggly, too serious, too career-focused, too family-focused, too tall, too short, too tactical, too strategic, too wholesome or too exotic? Have no fear! Hear from five women who, instead of blending in, found professional success by embracing and leveraging the qualities that initially made them awkwardly stick out."}, {"track": "Software Engineering", "focusArea": "Architecture and Design of Large-Scale Software", "speakers": "Jenee Benjamin, Agatha Oliveira", "audienceLevel": "Beginner Tech", "isSelected": 0, "hasConflict": 0, "startDate": "Thursday, September 27, 2018", "startTime": "9:45 AM", "endTime": "10:45 AM", "location": "GRB 371C", "id": 144, "name": "SE553: Building Serverless Applications on Amazon Web Services", "description": "In this hands-on session, you will learn how to build a global and scalable cloud-based web app. We will use a serverless architecture leveraging the following AWS services: S3, Lambda, API Gateway and DynamoDB. After completion, participants will have the foundations to build their own applications on AWS.Participants must bring their computers and sign up for a free AWS trial account, or partner with another attendee who has one."}, {"track": "Data Science", "focusArea": "Applications", "speakers": "Katy Ferguson", "audienceLevel": "Beginner Tech", "isSelected": 0, "hasConflict": 0, "startDate": "Thursday, September 27, 2018", "startTime": "9:50 AM", "endTime": "10:10 AM", "location": "GRB 362C", "id": 145, "name": "DS509: Acoustic Signal Processing for Diagnosis and Machine Learning", "description": "Humans use sound to aid diagnoses every day. What if we could similarly train machines to diagnose failures via sound and utilize big data to predict outcomes? Our innovation applies acoustic algorithms to monitor, diagnose, and predict part failures for IT equipment. Devices can report failures or mechanical degradation to the cloud and request service for the component causing the issue."}, {"track": "Security/Privacy", "focusArea": "Data Anonymization & Privacy in the world of IoT and ever growing apps", "speakers": "Myriam Leggieri", "audienceLevel": "Advanced Tech", "isSelected": 0, "hasConflict": 0, "startDate": "Thursday, September 27, 2018", "startTime": "9:50 AM", "endTime": "10:10 AM", "location": "GRB 342C", "id": 146, "name": "SP716: Network Traffic Packets Classified as Textual Images for Intrusion Detection", "description": "The most successful Network Intrusion Detection systems use deep learning algorithms. We propose using CNN (exploiting local connections between packets as in images) + BI-LSTM (exploiting logical connections between past and future packets) +CRF (exploiting metadata level tag information as in text) deep learning models. This means considering a series of packets as an image with textual content."}, {"track": "Computer Systems Engineering", "focusArea": "Clouds", "speakers": "Elizabeth Belding", "audienceLevel": "Intermediate Tech", "isSelected": 0, "hasConflict": 0, "startDate": "Thursday, September 27, 2018", "startTime": "9:50 AM", "endTime": "10:10 AM", "location": "GRB 330A", "id": 147, "name": "CE620: Wireless Network Innovations to Address Internet Access Inequalities", "description": "While only 10% of Americans lack broadband Internet access, that number grows to 39% in rural areas. Marginalized ethnic groups have lower access rates, with Native Americans having the lowest rates; typically less than 20% of Native Americans on reservations have home Internet access. In this talk, we will present data on digital inequalities in the US and discuss recent networking innovations to bring Internet connectivity to disconnected users."}, {"track": "Products A to Z", "focusArea": "Product Life Cycle", "speakers": "Keela Robison", "audienceLevel": "Beginner Tech", "isSelected": 0, "hasConflict": 0, "startDate": "Thursday, September 27, 2018", "startTime": "9:50 AM", "endTime": "10:10 AM", "location": "GRB 360C", "id": 148, "name": "AZ545: Product Life Cycle and Product Strategy", "description": "Product Life Cycle is a key concept in technology product development that can inform your product priorities and strategy. All products and product categories evolve through phases of introduction, growth, maturity, and decline. In this session, you'll learn the key characteristics of each life cycle phase, and how to optimize your product development and go-to-market strategies appropriately."}, {"track": "Special Session", "speakers": "Janice Omadeke, Nathali Bertran, Reena Gupta, Reetu Gupta, Charu Sharma, Yadi Younse, Hannah Meyer, Amy Cross, Shakeia Kegler, Samantha J. Letscher", "audienceLevel": "All", "isSelected": 0, "hasConflict": 0, "startDate": "Thursday, September 27, 2018", "startTime": "10:00 AM", "endTime": "1:30 PM", "location": "MMQ Houston Ballroom Salon II", "id": 149, "name": "AnitaB.org PitcHER", "description": "AnitaB.org PitcHER aims to support, encourage, and provide new funding opportunities to women entrepreneurs. The 10 participating PitcHERS come from all industries and are leading early stage technology startups, with the goal of empowering women and/or families and children."}, {"track": "Interactive Media", "focusArea": "Streaming Media and Life Experiences", "speakers": "Kelly Gawne", "audienceLevel": "Intermediate Tech", "isSelected": 0, "hasConflict": 0, "startDate": "Thursday, September 27, 2018", "startTime": "10:00 AM", "endTime": "10:20 AM", "location": "GRB 351C", "id": 150, "name": "IM653: Game On: An Optimization Toolkit for Real-Time Graphics", "description": "Performance is essential to fast, exciting game play on any platform. Come learn the tools of the trade used in the trenches, from Windows tools to built-in Unity and Unreal Engine profilers to Intel's GPA. Let's make fast, fantastic games!"}, {"track": "Career", "speakers": "Apparna Ramadoss, Margret Schmidt", "audienceLevel": "All", "isSelected": 0, "hasConflict": 0, "startDate": "Thursday, September 27, 2018", "startTime": "10:30 AM", "endTime": "11:30 AM", "location": "HIL Lanier B", "id": 151, "name": "CR115: Journey Lines: How to Build Team Trust in an Hour", "description": "Strong teams are built on trust, but how do you jump-start the trust-building process with a new team? Learn how to create and use \"Journey Lines\" to share the personal stories that shaped your life. Hear how Intuit uses Journey Lines to create high-performing teams that break down walls and forge personal bonds and shared humanity - and how you can do the same with your team."}, {"track": "CRA-W", "speakers": "Ayanna Howard, Soha Hassoun", "audienceLevel": "Faculty", "isSelected": 0, "hasConflict": 0, "startDate": "Thursday, September 27, 2018", "startTime": "10:30 AM", "endTime": "11:30 AM", "location": "GRB 361C", "id": 152, "name": "CRA-W CR306: Building Your Professional Persona", "description": "Social media, oh my! This session addresses the dos and don'ts of building a professional image. Topics will include web presence (personal pages and social media), social media postings, dissemination of technical contributions, and professional ethics."}, {"track": "Organizational Transformation", "focusArea": "Solutions for Diversity & Inclusion", "speakers": "Tracy Stone", "audienceLevel": "All", "isSelected": 0, "hasConflict": 0, "startDate": "Thursday, September 27, 2018", "startTime": "10:30 AM", "endTime": "10:50 AM", "location": "GRB 370C", "id": 153, "name": "OT134: Rethinking Mid-Career Recruiting with Returnships", "description": "Companies frequently struggle to attract and recruit mid- career technical women, often citing the lack of qualified candidates or the leaky pipeline. In this session, we will discuss how to add a returnship program to your portfolio of programs as a way to find top talent in new and unconventional places."}, {"track": "Security/Privacy", "focusArea": "Data Anonymization & Privacy in the world of IoT and ever growing apps", "speakers": "Margaret Wylie, Devika Yeragudipati", "audienceLevel": "Intermediate Tech", "isSelected": 0, "hasConflict": 0, "startDate": "Thursday, September 27, 2018", "startTime": "10:30 AM", "endTime": "11:30 AM", "location": "GRB Grand Ballroom C", "id": 154, "name": "SP677: The Early Bird Catches the Worm - Improving Software Security", "description": "Embedding Security into the SDLC shouldn't be left until the last minute - incorporating it during the design phase decreases the number of vulnerabilities found. Join us for an interactive workshop where you'll be challenged to apply threat models to a sample architecture. In this table-top game, work in groups to play Threat cards to analyze software components, identify vulnerabilities and develop attacks, while leveraging the STRIDE framework."}, {"track": "Career", "speakers": "Sally Ransom, Jane Prusakova, Sadia Mukhtar, Jennifer Plummer", "audienceLevel": "Early Career", "isSelected": 0, "hasConflict": 0, "startDate": "Thursday, September 27, 2018", "startTime": "10:30 AM", "endTime": "11:30 AM", "location": "HIL Lanier J", "id": 155, "name": "CR208: Architect: A Great Career or the Greatest Career?", "description": "Architects have an immense amount of influence not only in application development but also the professional development of software engineers transitioning to technical leaders. An architect is a crucial leadership position which holds its own unique complications making it hard for women to break in to. This panel will introduce women architects and share their experiences with the audience."}, {"track": "Featured Session", "speakers": "Priscilla Chan", "audienceLevel": "All", "isSelected": 0, "hasConflict": 0, "startDate": "Thursday, September 27, 2018", "startTime": "10:30 AM", "endTime": "11:15 AM", "location": "GRB General Assembly B", "id": 156, "name": "Engineering Change at Scale: How Priscilla Chan is Reimagining Philanthropy through Technology", "description": "As an educator, a pediatrician, and the daughter of refugees, Priscilla Chan’s life experience has inspired a passion to expand access to opportunity. Today, she runs the Chan Zuckerberg Initiative, a philanthropy that’s putting technology to work to solve some of the world’s most important problems – from eradicating disease, to improving education, to reforming the criminal justice system."}, {"track": "Career", "speakers": "Genelle Heim, Janice Morgan", "audienceLevel": "Senior/Executive", "isSelected": 0, "hasConflict": 0, "startDate": "Thursday, September 27, 2018", "startTime": "10:30 AM", "endTime": "11:30 AM", "location": "MMQ Texan Ballroom E", "id": 157, "name": "CR406: Fortune Magazine is Calling - Are You Ready?", "description": "Define your personal and professional brand and become known as an industry-recognized subject matter expert. Our methodology has worked for managers and C-suite executives in Engineering, R&D, Sales, Marketing and IT. Whether your expertise is in coding or communications, you will leave this workshop with inspiration, motivation and an action plan to become an industry-recognized expert."}, {"track": "Artificial Intelligence", "focusArea": "Applications in AI", "speakers": "Shivani Rao", "audienceLevel": "Beginner Tech", "isSelected": 0, "hasConflict": 0, "startDate": "Thursday, September 27, 2018", "startTime": "10:35 AM", "endTime": "10:55 AM", "location": "GRB General Assembly C", "id": 158, "name": "AI501: Tagging Videos with Skills Under Weak Supervision", "description": "In industry settings, getting large quantities of data is easy, but getting high-quality labels to perform certain tasks is a bottleneck. In this talk, we look at one such use-case: the task of tagging courses and the videos with skills where there is limited or no labeled data. We present techniques that fall under the umbrella of weak supervision and demonstrate their usability."}, {"track": "Career", "speakers": "Chinyere Agunwa", "audienceLevel": "Student", "isSelected": 0, "hasConflict": 0, "startDate": "Thursday, September 27, 2018", "startTime": "10:35 AM", "endTime": "10:55 AM", "location": "HIL Ballroom of Americas D", "id": 159, "name": "CR224: Rising Above Obstacles", "description": "The number of women in technical fields continues to be disproportionately low. It is very important that there is more representation of women in technology and understanding intersectionality is a major part of inclusiveness. It is crucial that women are equipped with the skills to help them rise above obstacles as this would improve the recruitment and retention of women in technology."}, {"track": "Computer Systems Engineering", "focusArea": "Clouds", "speakers": "Nidhi Doshi", "audienceLevel": "Intermediate Tech", "isSelected": 0, "hasConflict": 0, "startDate": "Thursday, September 27, 2018", "startTime": "10:40 AM", "endTime": "11:00 AM", "location": "GRB 362C", "id": 160, "name": "CE623: Unleashing Massive Parallelism in Storage", "description": "In recent years, the explosion of Big Data has put ever-increasing performance demands on storage. The combination of Flash Storage and NVMe Protocol has enabled storage systems to be much more parallel from a hardware perspective. However, software needs to catch up! We will explore two software approaches to enabling this parallelism and discuss their advantages and challenges."}, {"track": "Community", "audienceLevel": "All", "isSelected": 0, "hasConflict": 0, "startDate": "Thursday, September 27, 2018", "startTime": "10:45 AM", "endTime": "11:45 AM", "location": "HIL Ballroom of Americas C", "id": 161, "name": "Social Celebrating Chinese Women in Technical Roles", "description": "Social to celebrate Chinese Women in Computing Community. Community members will have the opportunity to meet and network with other community members, connect with strong role models, and celebrate their accomplishments. Leaders will address their members with Community updates and information."}, {"track": "Tech for Women", "focusArea": "Philanthropy", "speakers": "Minnie Ingersoll, Esra Ozkan, Sandra Liu Huang, Erin Coffman, Shripriya Mahesh", "audienceLevel": "Beginner Tech", "isSelected": 0, "hasConflict": 0, "startDate": "Thursday, September 27, 2018", "startTime": "11:15 AM", "endTime": "12:15 PM", "location": "GRB General Assembly A", "id": 162, "name": "TW555: Driving Social Impact: New Opportunities & New Responsibilities", "description": "Few question the influence of technology on those who have access. Increasingly, organizations are exploring how to reach underserved communities. But the question is how: How can technologists build solutions to serve diverse populations? How much do national boundaries matter? How does the introduction of new technologies affect local communities? This panel debates the opportunities and responsibilities involved."}, {"track": "Abie Award Series", "speakers": "Ashley Conard, Mehul Raje, Alyssia Jovellanos, Camila Achutti", "audienceLevel": "All", "isSelected": 0, "hasConflict": 0, "startDate": "Thursday, September 27, 2018", "startTime": "11:15 AM", "endTime": "12:15 PM", "location": "GRB 340A", "id": 163, "name": "Abie Awards Series: Becoming Your Vision - Student of Vision Panel", "description": "The Student of Vision Abie Award honors young women who are committed to creating a future where the people who envision and and build technology mirror the people for which they build. Come hear from all past award winners about their work and how they are now more empowered to continue building their vision for the future of women technologists."}, {"track": "Community", "speakers": "Mandy Chan", "audienceLevel": "All", "isSelected": 0, "hasConflict": 0, "startDate": "Thursday, September 27, 2018", "startTime": "11:15 AM", "endTime": "12:15 PM", "location": "HIL Ballroom of Americas A", "id": 164, "name": "CM123: Getting Started with Actions on Google Workshop", "description": "In this introductory workshop, Mandy will walk you through how to build Actions for the Google Assistant using the Actions on Google platform. An Action helps users get things done through Google Home, Android & smart displays. We'll cover how to create a new project, emphasizing key concepts & how a conversational action works. By the end, you'll have a fully functional Action you can build upon."}, {"track": "Software Engineering", "focusArea": "Architecture and Design of Large-Scale Software", "speakers": "Kuldeep Chowhan, Jason Maddocks, Amanda Casari, Sunitha Srivatsa", "audienceLevel": "Beginner Tech", "isSelected": 0, "hasConflict": 0, "startDate": "Thursday, September 27, 2018", "startTime": "11:15 AM", "endTime": "12:15 PM", "location": "GRB 310C", "id": 165, "name": "SE552: Should You Go Serverless?", "description": "Should you go Serverless? How do you decide if it's the right approach for your use case? In this panel, we discuss service design patterns and share learnings unique to different companies. The talk is intended to inspire the audience to understand the serverless space and server-based offerings giving them a thought framework to help determine what works best for them."}, {"track": "Career", "speakers": "Aanan Contractor, Shweta Goyal, Alison Meyer, Aarti Borkar, Catherine Jhung", "audienceLevel": "Mid-Career", "isSelected": 0, "hasConflict": 0, "startDate": "Thursday, September 27, 2018", "startTime": "11:15 AM", "endTime": "12:15 PM", "location": "MMQ Texan Ballroom C", "id": 166, "name": "CR317: Shattering the Mid-Management Barrier: Moving to an Executive Role", "description": "Leadership is a pyramid. There is a long road from landing that first job in engineering to becoming CEO of a company. However, research shows that as many as 43% women drop out of the workforce or slow down, which locks them down in middle management. In our panel, we will focus on strategies to overcome these barriers that hold women back from executive roles and shrink the overall funnel."}, {"track": "Human Computer Interaction", "focusArea": "Virtual,Augmented,and Mixed Reality", "speakers": "Rabimba Karanjai, Sushovan Das", "audienceLevel": "Intermediate Tech", "isSelected": 0, "hasConflict": 0, "startDate": "Thursday, September 27, 2018", "startTime": "11:15 AM", "endTime": "12:15 PM", "location": "GRB 320C", "id": 167, "name": "HI644: Mixing Real and Virtual in WebXR: Mixed Reality for Everyone", "description": "In this immersive and interactive session you will learn about Virtual & Mixed Reality and how Open Web Solves it. You will explore what and how to create an immersive experience that runs in your phone as well as devices like HTC Vive. What kind of experiences, visualizations you can build and tell your story in a immersive way. Finally, you will create your first WebVR/MR experience and see them."}, {"track": "Special Session", "speakers": "Mitzi Iniguez, Stuti Badoni, Beth Roberts, Lani Fraizer, Anjali Gupta", "audienceLevel": "All", "isSelected": 0, "hasConflict": 0, "startDate": "Thursday, September 27, 2018", "startTime": "11:15 AM", "endTime": "12:15 PM", "location": "GRB 371C", "id": 168, "name": "Pay it Forward! Volunteer for GHC 19 and AnitaB.org", "description": "Want to get involved at GHC 19 or become more active with AnitaB.org? Join members of the AnitaB.org staff to learn how you can get involved and pay it forward."}, {"track": "Organizational Transformation", "focusArea": "Solutions for Diversity & Inclusion", "speakers": "Melissa Abad", "audienceLevel": "Intermediate Tech", "isSelected": 0, "hasConflict": 0, "startDate": "Thursday, September 27, 2018", "startTime": "11:20 AM", "endTime": "11:40 AM", "location": "GRB 370C", "id": 169, "name": "OT664: How Unconscious Bias Affects Retention of Women in the Workplace", "description": "Dr. Abad, a sociologist at the Stanford VMWare Women's Leadership Innovation Lab, will discuss how unconscious bias operates for women across race and ethnic backgrounds and its consequences for their career trajectories. She will draw on the Lab’s research findings and discuss solutions for both female employees and the companies for which they work."}, {"track": "Interactive Media", "focusArea": "Streaming Media and Life Experiences", "speakers": "Rachel Albert", "audienceLevel": "Advanced Tech", "isSelected": 0, "hasConflict": 0, "startDate": "Thursday, September 27, 2018", "startTime": "11:20 AM", "endTime": "11:40 AM", "location": "GRB 351C", "id": 170, "name": "IM710: Latency Requirements for Foveated Rendering in Virtual Reality", "description": "Foveated rendering reduces computational costs by showing a high-quality image in the user's central (foveal) vision and a lower quality image in the periphery where human visual acuity is degraded. We evaluated the detectability of visual artifacts with added eye-tracking latency for several types of foveated imagery in VR. We found that a total system latency below 50-70 ms is acceptable."}, {"track": "Artificial Intelligence", "focusArea": "Applications in AI", "speakers": "Sindhura Kantamani", "audienceLevel": "Intermediate Tech", "isSelected": 0, "hasConflict": 0, "startDate": "Thursday, September 27, 2018", "startTime": "11:25 AM", "endTime": "11:45 AM", "location": "GRB General Assembly C", "id": 171, "name": "AI613: High Accuracy Far Field Person Recognition with Multiple Cameras", "description": "Person recognition using facial features has already been proved to be accurate at short distance. However,in real-life we want to identify a person even if a face is not visible. Our proposal combines three deep learning algorithms with multi-camera capabilities for far field person identification using extracted deep features visible at longer distances to find a matching image with visible face."}, {"track": "Career", "speakers": "Kavita Mittal, Michelle Wan, Archita Mandal, Connie Hu, Yuchen Mou", "audienceLevel": "Student", "isSelected": 0, "hasConflict": 0, "startDate": "Thursday, September 27, 2018", "startTime": "11:25 AM", "endTime": "12:25 PM", "location": "HIL Ballroom of Americas D", "id": 172, "name": "CR219: Tech: More Than Coding", "description": "Ever wonder what other areas you can explore in technology other than coding? In this session, four panelists will share their roles, educational backgrounds, and career paths that led them to product management, UX/UI design, technical writing, and tech entrepreneurship, with the intention of encouraging professionals of all backgrounds to consider diverse opportunities."}, {"speakers": "Elizabeth Matusov, Anusha Munjuluri, Bonita Sharif, Bahareh Abbasi, Aakriti Upadyay, Ekta Gujral, Ananditha Raghunath, Sara Amini, Mary Cochran, Shaneal Findley, Rachel Goldstein, Riley Goodling, Gabriella Han, Hannah Musson, Regina Rex, Olivia Richards, Olivia Smith, Joan Zheng, Jessica Moser, Taylor Baer, Chantal Danyluk, Ashley Suh, Erica Marie Kok, Erick Oduniyi, MaryAnn VanValkenburg, Linda Beverly, Ameenah Abdur-Raheem", "audienceLevel": "All", "isSelected": 0, "hasConflict": 0, "startDate": "Thursday, September 27, 2018", "startTime": "11:30 AM", "endTime": "2:00 PM", "location": "GRB Exhibit Hall A", "id": 173, "name": "Poster Session 3", "description": "Admire the research projects of students from the following CRA-W programs: DREU (Distributed Research Experiences for Undergraduates) and CREU (Collaborative Research Experiences for Undergraduates). Also see posters on the following topics: Databases, Open Source, Robotics."}, {"track": "Invite Only", "audienceLevel": "Invite Only", "isSelected": 0, "hasConflict": 0, "startDate": "Thursday, September 27, 2018", "startTime": "11:30 AM", "endTime": "5:30 PM", "location": "MMQ Texan Ballroom G", "id": 174, "name": "Senior Women's Program (Invite Only)", "description": "Senior Women's Program is a half day event at GHC designed to reignite the passion and address the varied needs of senior level technical career women. Attendees will gain inspiration, a participatory experience for leadership development, networking opportunities, and insight from leading women in tech. Program participants will leave with the inspiration to advance and expand their career goals."}, {"audienceLevel": "All", "isSelected": 0, "hasConflict": 0, "startDate": "Thursday, September 27, 2018", "startTime": "11:30 AM", "endTime": "12:30 PM", "location": "GRB 330A", "id": 175, "name": "ACM Student Research Competition - Semifinalist Presentations (Undergraduate)", "description": "Support student researchers: Come to the ACM Student Research Competition semi finalists presentations. Three undergraduate students will present their research project in front of a panel of judges. Finalists will win a medal and a cash prize offered by the ACM SRC."}, {"track": "Computer Systems Engineering", "focusArea": "Clouds", "speakers": "Olga Kechina", "audienceLevel": "Intermediate Tech", "isSelected": 0, "hasConflict": 0, "startDate": "Thursday, September 27, 2018", "startTime": "11:30 AM", "endTime": "11:50 AM", "location": "GRB 362C", "id": 176, "name": "CE627: Running Metadata Storage at Petabyte Scale: Lessons Learned", "description": "Several years ago, Dropbox built a scalable storage for internal metadata - Edgestore. It provides powerful abstraction for application developers to work with. Edgestore has strong consistency guarantees and runs 10 million queries per second with single-digit millisecond latency, but it all comes with a cost. We'll talk about the benefits and the challenges of running Edgestore and the future of metadata storage in Dropbox."}, {"track": "Featured Session", "speakers": "Andrea Sreshta", "audienceLevel": "All", "isSelected": 0, "hasConflict": 0, "startDate": "Thursday, September 27, 2018", "startTime": "12:00 PM", "endTime": "12:45 PM", "location": "GRB General Assembly B", "id": 177, "name": "Innovation and Impact: Lighting up Lives", "description": "My talk will go into the history of founding LuminAID and the background story behind our invention of a simple, solar lighting technology to help those affected by disasters and crises. I will touch upon the challenges of scaling an idea and working to have an impact."}, {"track": "Career", "speakers": "Christi Krautbauer, Cathy Windschitl", "audienceLevel": "Early Career", "isSelected": 0, "hasConflict": 0, "startDate": "Thursday, September 27, 2018", "startTime": "12:00 PM", "endTime": "1:00 PM", "location": "HIL Lanier B", "id": 178, "name": "CR211: It's Time to Close the Confidence Gap", "description": "How often do you say \"I've got this!\"\u009d (even to yourself)? If you're like many professional women, the answer is probably not very often. Unfortunately, many women lack the self-confidence that so often propels men forward in their careers. In this workshop, we'll talk about the confidence gap and practice ways to overcome it. Because let's be honest, we've got this!"}, {"track": "Career", "speakers": "Christine Bentsen", "audienceLevel": "All", "isSelected": 0, "hasConflict": 0, "startDate": "Thursday, September 27, 2018", "startTime": "12:00 PM", "endTime": "12:20 PM", "location": "HIL Lanier J", "id": 179, "name": "CR117: Having It All -- With a Disability", "description": "For many women in tech, navigating male-dominated workplaces can make you feel \"different.\" Now, imagine adding a disability. While your workplace is often required to provide accommodation, there's a practical side too. Should you disclose or not? Will you get the same opportunities? And, as a manager or colleague, how can you best support coworkers with disabilities, visible and invisible?"}, {"track": "CRA-W", "speakers": "Yuanyuan Zhou, Karina Edmonds", "audienceLevel": "Faculty", "isSelected": 0, "hasConflict": 0, "startDate": "Thursday, September 27, 2018", "startTime": "12:00 PM", "endTime": "1:00 PM", "location": "GRB 361C", "id": 180, "name": "CRA-W CR304: Turning your Research into a Startup", "description": "The ultimate goal of research is to make impact. Commercializing research into products via startups is one way to make such impact. However, switching to the start-up world requires some adjustments. We will discuss challenges we have encountered through our startup ventures, lessons learned and strategies to maximize your success."}, {"track": "Computer Systems Engineering", "focusArea": "Clouds", "speakers": "Radhika Saksena, Niharika Mateti, Akanksha Gupta", "audienceLevel": "Intermediate Tech", "isSelected": 0, "hasConflict": 0, "startDate": "Thursday, September 27, 2018", "startTime": "12:00 PM", "endTime": "1:00 PM", "location": "GRB 372C", "id": 181, "name": "CE626: Let's Build the Cloud. One Server at a Time!", "description": "Ever wondered how genomes are sequenced, animated movies are made or how information is readily available? If these questions intrigue you, then we invite you to this hands-on technical workshop to learn more about the 'Cloud' and the 'Data Center'. Attendees will build a 'Server', a single cell of a 'Cloud', by installing hard drives, memory sticks, NICs, fans and power supplies in a chassis. Hardware will be provided."}, {"track": "Artificial Intelligence", "focusArea": "Applications in AI", "speakers": "Romi Boimer, Vinay Hanumaiah", "audienceLevel": "Intermediate Tech", "isSelected": 0, "hasConflict": 0, "startDate": "Thursday, September 27, 2018", "startTime": "12:00 PM", "endTime": "1:00 PM", "location": "GRB Grand Ballroom C", "id": 182, "name": "AI605: Confronting Algorithmic Bias in Artificial Intelligence", "description": "With our continually increasing reliance on AI, the need to address machine prejudices is greater than ever. This workshop intends to open AI to more diverse audiences by breaking down barriers to deep learning. You will gain hands-on experience in creating a deep learning program that detects faces in real time, and will be provided resources to continue your own exploration.Please bring a Linux or a macOS laptop."}, {"track": "Career", "speakers": "Mar Hershenson, Marci Meingast, Kate Brodock, Sydney Thomas, Maya Tobias", "audienceLevel": "Senior/Executive", "isSelected": 0, "hasConflict": 0, "startDate": "Thursday, September 27, 2018", "startTime": "12:00 PM", "endTime": "1:00 PM", "location": "MMQ Texan Ballroom D", "id": 183, "name": "CR402: The Female Founder Famine: Where are the Women Entrepreneurs?", "description": "Picture an entrepreneur. Does a white male Mark Zuckerberg type come to mind? While women have shown their strength in the startup world for a long time, female founders are still the exception, not the norm. What gives? This panel will debate what is causing this disparity - pipeline vs. culture, attitudes of men and women, the struggle for financing - and provide strategies to overcome the famine."}, {"track": "Interactive Media", "focusArea": "Streaming Media and Life Experiences", "speakers": "Alisha Kloc", "audienceLevel": "Beginner Tech", "isSelected": 0, "hasConflict": 0, "startDate": "Thursday, September 27, 2018", "startTime": "12:10 PM", "endTime": "12:30 PM", "location": "GRB 351C", "id": 184, "name": "IM527: LARP and the Real MMO: Storytelling for Live-Action MMORPGs", "description": "As digital games move into the real world, the way we tell stories in them must adapt to the new medium. This talk explores storytelling in a live-action game whose audience is scattered all over the world: what works and what doesn't; the pitfalls, last-second changes, and 4am boss fights; and the risk of accidentally falling into anti-women tropes when you're trying to make a kickass female character."}, {"track": "Organizational Transformation", "focusArea": "Solutions for Diversity & Inclusion", "speakers": "Lindsay Grenawalt, Adrianna DeBattista, Stephanie Lampkin, Liz Kofman, Aline Lerner", "audienceLevel": "All", "isSelected": 0, "hasConflict": 0, "startDate": "Thursday, September 27, 2018", "startTime": "12:15 PM", "endTime": "1:15 PM", "location": "GRB 370C", "id": 185, "name": "OT129: Can Hiring Be Identity-Blind?", "description": "Organizations have a responsibility to provide equal opportunity, and yet we all hold bias. Nowhere are the effects of bias greater than in hiring. In classical music, a profession previously dominated by men, blind orchestra auditions dramatically increased female enrollment. We examine analogous interventions for tech, from blinding the phone screen to removing candidate identifying information."}, {"track": "Security/Privacy", "focusArea": "Data Anonymization & Privacy in the world of IoT and ever growing apps", "speakers": "Michele Guel, Meg Layton, Amy Twum-Barimah, Tim Gallo, Amelia Estwick", "audienceLevel": "Beginner Tech", "isSelected": 0, "hasConflict": 0, "startDate": "Thursday, September 27, 2018", "startTime": "12:15 PM", "endTime": "1:15 PM", "location": "GRB General Assembly C", "id": 186, "name": "SP548: Cybersecurity: Where Everything Old is New Again!", "description": "Every week something new about cybersecurity attacks appears in the news, from APT to viruses. Organizations are often left wondering what to do - is it really as simple as applying patches in a timely manner? The short answer is: no. This panel of industry professionals revisit memorable attacks from the past and provide insights into lessons learned that can help the future defensive position."}, {"track": "Lunches and Receptions", "isSelected": 0, "hasConflict": 0, "startDate": "Thursday, September 27, 2018", "startTime": "12:30 PM", "endTime": "2:00 PM", "location": "HIL Lanier L", "id": 187, "name": "Researchers Lunch", "description": "This lunch brings together researchers from industry, labs and academia (graduate students and faculty). Come and meet your fellow researchers and connect, inspire and guide."}, {"track": "Invite Only", "audienceLevel": "Invite Only", "isSelected": 0, "hasConflict": 0, "startDate": "Thursday, September 27, 2018", "startTime": "12:30 PM", "endTime": "1:30 PM", "location": "MMQ Montgomery A", "id": 188, "name": "ACM-W Luncheon (Invite Only)", "description": "This lunch is for those affiliated with the Association for Computing Machinery-Council on Women in Computing (ACM-W)."}, {"track": "Software Engineering", "focusArea": "Architecture and Design of Large-Scale Software", "speakers": "Ariane Jansen", "audienceLevel": "Intermediate Tech", "isSelected": 0, "hasConflict": 0, "startDate": "Thursday, September 27, 2018", "startTime": "12:45 PM", "endTime": "1:05 PM", "location": "GRB 342C", "id": 189, "name": "SE684: Demystifying Performance Analysis: The Keys to a Successful System", "description": "A formalized performance system provides the APIs, tools, and processes to surface and support the key stages of the performance lifecycle: initial instrumentation, continuous monitoring in lab and production for status and incident detection, local analysis to understand key levers in a controlled environment and to find low-hanging fruit, and regression detection and analysis."}, {"track": "Community", "speakers": "Sarah EchoHawk, Amanda Sharp, Kylie Bemis, Nicole Archambault, Shayna Begay", "audienceLevel": "All", "isSelected": 0, "hasConflict": 0, "startDate": "Thursday, September 27, 2018", "startTime": "12:45 PM", "endTime": "1:45 PM", "location": "HIL Ballroom of Americas A", "id": 190, "name": "CM119: Preserving Culture With Technology: Saving Dying Languages and Traditions", "description": "Native American Women in Computing panelists discuss the contributions they make in their communities to preserve their languages and culture, how they are changing perceptions of Natives in Tech, and offer insight into the challenges and successes they have overcome. These diverse representatives of tech give a background and provide viewpoints from all aspects of the Tech Industry."}, {"track": "Artificial Intelligence", "focusArea": "Applications in AI", "speakers": "Pi-Chuan Chang", "audienceLevel": "Advanced Tech", "isSelected": 0, "hasConflict": 0, "startDate": "Thursday, September 27, 2018", "startTime": "12:45 PM", "endTime": "1:05 PM", "location": "GRB General Assembly A", "id": 191, "name": "AI703: DeepVariant: Genomics Meets Deep Learning", "description": "DeepVariant is a deep learning based variant caller, used to identify differences between an individual's genome from a reference genome based on next-generation sequencing data. In this talk, I will explain how we formulate a problem in genomics to successfully apply deep learning techniques, and the software we've built to enable to open-source scientific community to make use of TensorFlow on genomics data."}, {"track": "Human Computer Interaction", "focusArea": "Virtual,Augmented,and Mixed Reality", "speakers": "Erika Kelter", "audienceLevel": "Intermediate Tech", "isSelected": 0, "hasConflict": 0, "startDate": "Thursday, September 27, 2018", "startTime": "12:45 PM", "endTime": "1:05 PM", "location": "GRB 310C", "id": 192, "name": "HI645: Designing for Senses - Imagining the Future of Sensory VR/AR/MR", "description": "The world of VR, AR, and MR is overloaded by audiovisual content and stimuli. But how could I feel the augmented wind in my hair? Where is my virtual bear hug? Could the neuroscience of our emotional and sensorial memory be utilized in designing virtual sense of touch? Could we create \"sensoryscapes\", with intertwined relationships to personal, physical experiences and share sensations, feelings, and experiences like sharing pictures on Instagram?"}, {"track": "Tech for Women", "focusArea": "Philanthropy", "speakers": "Jovita Jenkins, Sheila Tejada, Ruby Guillen", "audienceLevel": "Beginner Tech", "isSelected": 0, "hasConflict": 0, "startDate": "Thursday, September 27, 2018", "startTime": "12:45 PM", "endTime": "1:45 PM", "location": "GRB 371C", "id": 193, "name": "TW559: Women Transform Technology for Social Good", "description": "Interested in transforming Technology for Social Good? Come join us at our Women Transform Tech workshop for Family Safety. We bring together family/child advocate experts with technology experts to bridge the digital divide. This interactive team activity allows you to conceive of technical solutions for information sharing, and find ways to support child safety efforts with technology. Everyone is welcome! Help us make a difference."}, {"track": "Career", "speakers": "Alice Wu", "audienceLevel": "Mid-Career", "isSelected": 0, "hasConflict": 0, "startDate": "Thursday, September 27, 2018", "startTime": "12:45 PM", "endTime": "1:05 PM", "location": "MMQ Texan Ballroom C", "id": 194, "name": "CR319: Unlock Your Team's Potential: Coaching for Development", "description": "As a manager, your effectiveness is measured by what and how your team delivers. Want to increase your team's impact? This session explains how taking the time to develop your team can reap huge benefits. Specifically, this session will (1) define \"coaching for development\" and how it differs from performance management, (2) provide a discussion template, and (3) cover best practices and common pitfalls."}, {"track": "Abie Award Series", "speakers": "Chiara Amisola, Catharine Gately", "audienceLevel": "All", "isSelected": 0, "hasConflict": 0, "startDate": "Thursday, September 27, 2018", "startTime": "12:45 PM", "endTime": "1:45 PM", "location": "GRB 340A", "id": 195, "name": "Abie Awards Series: Building a Student-led Innovation Movement", "description": "Join us for a fireside chat as our GHC ABIE Award Student of Vision Chiara Amisola shares her journey and dream that women's influence will reinvent the technology sphere in exciting ways—like inspiring empathy and compassion in code, establishing higher ethics in the industry, progressing towards social enterprises, and leading in every way."}, {"track": "Career", "speakers": "Rebecca Andersen", "audienceLevel": "All", "isSelected": 0, "hasConflict": 0, "startDate": "Thursday, September 27, 2018", "startTime": "12:50 PM", "endTime": "1:10 PM", "location": "HIL Lanier J", "id": 196, "name": "CR108: Bringing the *Personal* Back to Branding", "description": "Since the launch of \"Brand You\" in the late 90s, we have had a love-hate relationship with personal branding. Is this concept still relevant, or has it gone the way of snap bracelets and hammer pants? We will explore how to use design thinking to create an authentic and dynamic personal brand which can help you make meaningful contributions and maximize your well-being."}, {"track": "Interactive Media", "focusArea": "Streaming Media and Life Experiences", "speakers": "Allison Deal", "audienceLevel": "Intermediate Tech", "isSelected": 0, "hasConflict": 0, "startDate": "Thursday, September 27, 2018", "startTime": "1:00 PM", "endTime": "1:20 PM", "location": "GRB 351C", "id": 197, "name": "IM652: The Complexities of Serving Live TV Over the Internet", "description": "Each year, an increasing number of households replace traditional cable television subscriptions with over the top content delivery services. This session provides an overview of video streaming mechanics, challenges of serving channels real-time, and key technical strategies of serving linear streams to customers who retain the expectation of uninterrupted high quality video playback."}, {"track": "Products A to Z", "focusArea": "Product Life Cycle", "speakers": "Aleksandra Djordjevic, Mike Kendall", "audienceLevel": "All", "isSelected": 0, "hasConflict": 0, "startDate": "Thursday, September 27, 2018", "startTime": "1:00 PM", "endTime": "2:00 PM", "location": "GRB 320C", "id": 198, "name": "AZ139: Value Stream Discovery: Defining Actionable Metrics for Your Customer's Journey", "description": "In this hands-on workshop, you will learn a cutting-edge approach to defining most critical business activities and metrics for each stage of the customer journey to discover biggest returns. There are many activities a company can do, but only a handful that really matter. You will learn Value Stream Map tool for defining business activities you must undertake and measure to create value for your customers. Let's do it!"}, {"audienceLevel": "All", "isSelected": 0, "hasConflict": 0, "startDate": "Thursday, September 27, 2018", "startTime": "1:00 PM", "endTime": "2:00 PM", "location": "GRB 330A", "id": 199, "name": "ACM Student Research Competition - Semifinalist Presentations (Graduate)", "description": "Support student researchers: Come to the ACM Student Research Competition semi finalists presentations. Three graduate students will present their research project in front of a panel of judges. Finalists will win a medal and a cash prize offered by the ACM SRC."}, {"track": "Community", "audienceLevel": "All", "isSelected": 0, "hasConflict": 0, "startDate": "Thursday, September 27, 2018", "startTime": "1:00 PM", "endTime": "2:30 PM", "location": "HIL Ballroom of Americas C", "id": 200, "name": "LGBTQ-A in Technical Roles Luncheon", "description": "This luncheon allows members of the LGBTQ-A Community to network with one another, connect with strong role models, and celebrate their accomplishments. Each year, we expand this program to better reflect the diversity within this community, discuss political issues, and support initiatives on both a national and global level."}, {"track": "Career", "speakers": "Waad Aljaradt, Kelsey Jiang, Frances Haugen, Katherine Copic, Sin Lee Loh", "audienceLevel": "Student", "isSelected": 0, "hasConflict": 0, "startDate": "Thursday, September 27, 2018", "startTime": "1:00 PM", "endTime": "2:00 PM", "location": "HIL Ballroom of Americas D", "id": 201, "name": "CR216: Data Careers Decoded: Exploring the Many Paths to Quantitative Careers", "description": "While more people want to go into data careers, stereotypes abound of what's required to enter the field or who might be a good fit. Our panel features data experts from Airbnb (Data Scientist), Facebook (UX Researcher), inMarket (Data Engineer), Gigster (Director of Data Product), and Insight Fellows Program (VP of Growth). We dissect the different dimensions of careers in data."}, {"track": "Security/Privacy", "focusArea": "Data Anonymization & Privacy in the world of IoT and ever growing apps", "speakers": "Gelareh Taban", "audienceLevel": "Intermediate Tech", "isSelected": 0, "hasConflict": 0, "startDate": "Thursday, September 27, 2018", "startTime": "1:10 PM", "endTime": "1:30 PM", "location": "GRB 360C", "id": 202, "name": "SP673: Hidden Dependencies: Alice Built an App and Unwittingly Became Eve", "description": "Developers are generally oblivious to not only the number of actual dependencies that are pulled in from a single `import`, but also the number of lines of code. This adds a critical attack surface that is generally hidden from developers but easily exploited by attackers. This talk looks at the security architecture of the package ecosystem and how its (in)security leads to such attacks."}, {"track": "Computer Systems Engineering", "audienceLevel": "All", "isSelected": 0, "hasConflict": 0, "startDate": "Thursday, September 27, 2018", "startTime": "1:15 PM", "endTime": "2:15 PM", "location": "GRB Level 2 Mezzanine B", "id": 203, "name": "Beyond Moore's Law and Emerging Technologies: What's Next for Computing?", "description": "A sea change in the field of computing is coming with the end of Moore’s Law and Dennard scaling. To continue to see improvements in computing performance, new materials beyond CMOS and new computer architectures like neuromorphic and quantum computing must be explored. This tech meetup will focus on discussions of emerging technologies in computing and how these technologies may fundamentally change the way we think about computers and how we program them."}, {"track": "Career", "speakers": "Lilia Abaibourova, Irene Ryabaya, Erin Summers, Cindy Alvarez, Mary Kopczynski", "audienceLevel": "Senior/Executive", "isSelected": 0, "hasConflict": 0, "startDate": "Thursday, September 27, 2018", "startTime": "1:30 PM", "endTime": "2:30 PM", "location": "MMQ Texan Ballroom D", "id": 204, "name": "CR411: How to Foster an Authentic and Consistent Personal Brand", "description": "What do other people think of when they hear your name? That's your personal brand. Are you building yours?Cultivating a personal brand opens up career opportunities and attracts sponsors. Yet women are frequently penalized for self-promotion. How can we make our brand work for us? We invited successful leaders in technology to share how they developed their brands and benefited from them."}, {"track": "Special Session", "speakers": "Denise Brosseau", "audienceLevel": "All", "isSelected": 0, "hasConflict": 0, "startDate": "Thursday, September 27, 2018", "startTime": "1:30 PM", "endTime": "3:30 PM", "location": "GRB Grand Ballroom A", "id": 205, "name": "Professional Development Leadership Workshop: Confidence: How do I Get More of That?", "description": "What does it take to be more confident, in new situations, high-stress settings or when we may not have support? Is confidence something you're born with or is it a mindset to shift? We'll explore the answers to these questions as well as share our tactics for building confidence, appearing confident and what it takes to set ourselves up for success no matter what situation we're walking in to."}, {"track": "CRA-W", "speakers": "Kathryn McKinley, Kristian Lum", "audienceLevel": "Faculty", "isSelected": 0, "hasConflict": 0, "startDate": "Thursday, September 27, 2018", "startTime": "1:30 PM", "endTime": "2:30 PM", "location": "GRB 361C", "id": 206, "name": "CRA-W CR302: Conferences, Universities, and Companies are Work Places, Not Pickup Bars", "description": "Computer science researchers have a local work community at their university or company and a global work community largely realized by attending conferences. Many, including the two of us, have been speaking out about and against sexual harassment that occurs in these work places. This panel will explore how policies and community culture are evolving to better deter and punish harassment."}, {"track": "Career", "speakers": "Katie Ozamiz, Ting Wang, Irena Lam", "audienceLevel": "All", "isSelected": 0, "hasConflict": 0, "startDate": "Thursday, September 27, 2018", "startTime": "1:30 PM", "endTime": "2:30 PM", "location": "HIL Lanier B", "id": 207, "name": "CR102: From Slides to Story: Making Presentations Work for You", "description": "No more snore inducing slides! Industry designers will guide you through their favorite methods to transform everyday presentations into compelling stories. Whether novice or expert PowerPoint user, you'll learn how to leverage visual design fundamentals, basic layout frameworks, and easy hacks that'll make you look like a pro. Bring a laptop to get the most out of this workshop."}, {"track": "Data Science", "focusArea": "Applications", "speakers": "Zuzanna Klyszejko, Marianne Hoogeveen", "audienceLevel": "Beginner Tech", "isSelected": 0, "hasConflict": 0, "startDate": "Thursday, September 27, 2018", "startTime": "1:30 PM", "endTime": "2:30 PM", "location": "GRB Grand Ballroom C", "id": 208, "name": "DS512: Can You Survive This Workshop? Brief Introduction to Survival Analysis.", "description": "Recent years have seen a proliferation of algorithms to address tough data-related questions. However, in practice a model with clear interpretation is often preferable over a complex one. In this workshop we invite you to experiment with survival analysis to understand why is it used to predict phenomena such as lifetime of patients in healthcare, failure of computer chips and customer churn."}, {"track": "Featured Session", "speakers": "Noramay Cadena", "audienceLevel": "All", "isSelected": 0, "hasConflict": 0, "startDate": "Thursday, September 27, 2018", "startTime": "1:30 PM", "endTime": "2:15 PM", "location": "GRB General Assembly B", "id": 209, "name": "One Woman's Journey from Pacoima to Startup Investor", "description": "I was lucky to get a push into STEM and had a career fighting huge barriers to excel in school, life, college, and corporate America. My heart didn't let me take a traditional career path. Today, I love what I do. Every day, I sit down with people like you who believe that the future will be better than today and I get a chance to help them achieve that view of the future."}, {"track": "Artificial Intelligence", "focusArea": "Applications in AI", "speakers": "Jennifer Marsman", "audienceLevel": "Intermediate Tech", "isSelected": 0, "hasConflict": 0, "startDate": "Thursday, September 27, 2018", "startTime": "1:35 PM", "endTime": "1:55 PM", "location": "GRB General Assembly A", "id": 210, "name": "AI604: Using Machine Learning, Robotics, Genomics, and Cloud Computing to Reduce Disease Outbreak", "description": "Project Premonition is a research project to detect unexpected pathogens before they cause disease outbreaks. This is accomplished by finding mosquito hotspots via drone, autonomously capturing and analyzing mosquitoes via novel cyber-physical robotic traps, and detecting pathogens with cloud-scale gene sequencing and machine learning. This work was funded by the AI for Earth program; grants are available for machine learning work in agriculture, water, climate, and biodiversity."}, {"track": "Human Computer Interaction", "focusArea": "Virtual,Augmented,and Mixed Reality", "speakers": "Ann McNamara", "audienceLevel": "Beginner Tech", "isSelected": 0, "hasConflict": 0, "startDate": "Thursday, September 27, 2018", "startTime": "1:35 PM", "endTime": "1:55 PM", "location": "GRB 310C", "id": 211, "name": "HI516: Information Presentation in Virtual Reality", "description": "Virtual Reality (VR) is enjoying a revival due to advances in hardware and software. Much excitement surrounds this technology. VR has the potential to transform the way we work, rest and play. This promise comes with new challenges. This presentation focuses on the presentation of contextual text information in 3D Environments. Placement of this information can be critical to the user experience."}, {"track": "Software Engineering", "focusArea": "Architecture and Design of Large-Scale Software", "speakers": "Zaina Afoulki", "audienceLevel": "Advanced Tech", "isSelected": 0, "hasConflict": 0, "startDate": "Thursday, September 27, 2018", "startTime": "1:35 PM", "endTime": "1:55 PM", "location": "GRB 342C", "id": 212, "name": "SE719: Load Testing at Scale", "description": "LinkedIn has shielded its members from potential outages by re-routing traffic between data centers. This presentation will discuss our disaster recovery strategy, including traffic shifts, the architecture that enables us to move live production traffic across data centers, and the processes we use everyday to keep improving our availability."}, {"track": "Career", "speakers": "Kolleen Kennedy", "audienceLevel": "Early Career", "isSelected": 0, "hasConflict": 0, "startDate": "Thursday, September 27, 2018", "startTime": "1:40 PM", "endTime": "2:00 PM", "location": "HIL Lanier J", "id": 213, "name": "CR205: From Lab to Boardroom: Five Ways to Grow Leadership Skills", "description": "Do you have what it takes to lead and inspire a team? As tech talent, we're highly valued for our skills and contributions - but leading teams requires a new set of tools. In this session, Kolleen Kennedy shares the challenges and lessons learned progressing from the role of medical physicist to chief executive, with a focus on the five essential skills for success in business leadership."}, {"track": "Organizational Transformation", "focusArea": "Solutions for Diversity & Inclusion", "speakers": "Carol Farnsworth, Karen Holtzblatt", "audienceLevel": "Intermediate Tech", "isSelected": 0, "hasConflict": 0, "startDate": "Thursday, September 27, 2018", "startTime": "1:45 PM", "endTime": "2:45 PM", "location": "GRB 370C", "id": 214, "name": "OT662: Team Onboarding: Key Success Factors and How to Apply Them", "description": "Companies make huge investments to increase the number of women in tech. But if they then leave, the investment is lost. Onboarding new hires is thus a critical factor in retention. This workshop shares recent research on the new hire experience, including what does and doesn't work. Using exercises and take-home tools, participants explore key factors and create action plans for their company."}, {"track": "Data Science", "focusArea": "Applications", "speakers": "Claudia Perlich", "audienceLevel": "Intermediate Tech", "isSelected": 0, "hasConflict": 0, "startDate": "Thursday, September 27, 2018", "startTime": "1:45 PM", "endTime": "2:05 PM", "location": "GRB General Assembly C", "id": 215, "name": "DS632: The Role of Human Skill in Machine Learning", "description": "Predictive Modeling and Supervised Learning are staple techniques in the data science arsenal of algorithms. This talk takes on some of the more broadly asked questions around what machine learning is good at and what it is not. It covers a number of case studies where the skillful adjustments and alternative perspectives of a data scientist provide creative solutions."}, {"track": "Career", "speakers": "Ching Valdezco, Shilpa Vir", "audienceLevel": "Mid-Career", "isSelected": 0, "hasConflict": 0, "startDate": "Thursday, September 27, 2018", "startTime": "1:45 PM", "endTime": "2:45 PM", "location": "MMQ Texan Ballroom E", "id": 216, "name": "CR323: Increase Your Influence and Your Impact", "description": "As you rise in your career, success flows less from your own technical achievements, and more from your ability to inspire and persuade others. As a leader, are you influencing as effectively as you could be? How do you get the best possible results and multiply your impact? Learn to strengthen your influence, assess your style, and adapt to work effectively with a wide range of stakeholders."}, {"track": "Internet of Things/Wearable Technology", "focusArea": "Building Ecosystems in the Internet of Things", "speakers": "Lidiane Jones", "audienceLevel": "Intermediate Tech", "isSelected": 0, "hasConflict": 0, "startDate": "Thursday, September 27, 2018", "startTime": "1:50 PM", "endTime": "2:10 PM", "location": "GRB 351C", "id": 217, "name": "IW655: Building an Open Ecosystem Smart Speaker", "description": "Voice can be a natural interaction with a product but can feel awkward if not done properly. Come see what we've learned while developing an open ecosystem smart speaker that aims for continuity of experience across voice assistants, mobile app and physical device. Learn research finding of users cognitive understanding of assistants, some new techniques to conventional user research and how to overcome challenges traditional development poses for voice experiences."}, {"track": "Security/Privacy", "focusArea": "Data Anonymization & Privacy in the world of IoT and ever growing apps", "speakers": "Laila Abudahi", "audienceLevel": "Intermediate Tech", "isSelected": 0, "hasConflict": 0, "startDate": "Thursday, September 27, 2018", "startTime": "2:00 PM", "endTime": "2:20 PM", "location": "GRB 360C", "id": 218, "name": "SP680: No Free Charge Theorem: Covert Channel via USB Charging Cables", "description": "While most of the time the power comes for free, there is no guarantee that a public charging station is not maliciously controlled by an adversary. In this work, we illustrate how a charging station could be leveraged to exfiltrate data from a smartphone via a USB charging cable without using the data transfer functionality nor requiring any permission to be granted by the user to send data out."}, {"track": "Tech for Women", "focusArea": "Philanthropy", "speakers": "Anita Beveridge", "audienceLevel": "Beginner Tech", "isSelected": 0, "hasConflict": 0, "startDate": "Thursday, September 27, 2018", "startTime": "2:15 PM", "endTime": "2:35 PM", "location": "GRB 371C", "id": 219, "name": "TW558: Philanthropy Engineering: Data-Driven Aid Delivery in Syria", "description": "Ever wondered if you can use CS skills to make a difference? Learn more about Philanthropy Engineering; how software platforms are being deployed to help the mission to save lives and strengthen communities in Syria. A small team of engineers stitched together information from the UN, charities and people on the ground via social media, to enable data driven decision making about aid delivery."}, {"track": "Abie Award Series", "speakers": "Debbie Senesky", "audienceLevel": "All", "isSelected": 0, "hasConflict": 0, "startDate": "Thursday, September 27, 2018", "startTime": "2:15 PM", "endTime": "3:15 PM", "location": "GRB 340A", "id": 220, "name": "Abie Awards Series: Tiny but Tough: Emerging Nanoelectronics for Space Exploration", "description": "The exploration of planetary atmospheres (e.g., Venus, Saturn, Mars, and Titan) and deep space is challenging due to the harsh environmental conditions and extreme distances from Earth. Emerging lightweight nanomaterials and harsh-environment semiconductor materials will enable new space exploration systems with reduced payload, robust navigation, and access to new scientific data."}, {"track": "Human Computer Interaction", "focusArea": "Virtual,Augmented,and Mixed Reality", "speakers": "Xiao Ma", "audienceLevel": "Intermediate Tech", "isSelected": 0, "hasConflict": 0, "startDate": "Thursday, September 27, 2018", "startTime": "2:25 PM", "endTime": "2:45 PM", "location": "GRB 310C", "id": 221, "name": "HI641: Web-Based VR Experiments Powered by the Crowd", "description": "Virtual Reality (VR) has been increasing in popularity, yet running VR studies remains hard. We leverage increased VR device availability and emerging WebVR standards to conduct the first remote behavioral experiments in VR. Such crowdsourced VR experiments on the Web have the potential to dramatically speed up VR development cycle and support replicable VR experiments with diverse population."}, {"track": "Software Engineering", "focusArea": "Architecture and Design of Large-Scale Software", "speakers": "Sunitha Srivatsa", "audienceLevel": "Intermediate Tech", "isSelected": 0, "hasConflict": 0, "startDate": "Thursday, September 27, 2018", "startTime": "2:25 PM", "endTime": "2:45 PM", "location": "GRB 342C", "id": 222, "name": "SE685: Where We're Going, We Don't Need Servers!", "description": "Should you go Serverless? What are the benefits of serverless over server-based architectures? This talk is intended to introduce the audience to the potential of going serverless and understand how functions are the core components of serverless applications. This is meant to be an intermediate talk that dives into the real-life applications, capabilities, features and benefits of AWS Lambda."}, {"track": "Artificial Intelligence", "focusArea": "Applications in AI", "speakers": "Piali Das", "audienceLevel": "Intermediate Tech", "isSelected": 0, "hasConflict": 0, "startDate": "Thursday, September 27, 2018", "startTime": "2:25 PM", "endTime": "2:45 PM", "location": "GRB General Assembly A", "id": 223, "name": "AI610: Developing Infinitely Scalable Machine Learning Algorithms", "description": "This paper describes a simple yet powerful algorithm API and an execution framework based on parameter server and GPGPU. It enables development of scalable and fast distributed machine learning algorithms that have different parallelization patterns. We present a novel k-means clustering algorithm that uses our framework to scale to TB/PB sized data & runs up to 10x faster than existing multi-pass algorithms."}, {"track": "Human Computer Interaction", "focusArea": "Virtual,Augmented,and Mixed Reality", "speakers": "Shweta Panditrao, Viona Lam, Melissa Johnson", "audienceLevel": "Intermediate Tech", "isSelected": 0, "hasConflict": 0, "startDate": "Thursday, September 27, 2018", "startTime": "2:30 PM", "endTime": "3:30 PM", "location": "GRB 320C", "id": 224, "name": "HI646: Web Accessibility: Developing Screen-Reader-Friendly Websites", "description": "How do you use a screen reader, and what is an ARIA role? In this hands-on workshop, you'll learn how to make a web page accessible using ARIA attributes, JavaScript, CSS, and a screen reader to hear and navigate HTML markup. Along the way, you will be introduced to accessibility best practices and experience first-hand common pitfalls that can make keyboard and screen reader navigation difficult."}, {"speakers": "Kayla Hardie, Sepideh Roghanchi, Noah Eyal Altman, Tunazzina Islam, Tingting Xu, Bryan Hernandez-Cuevas, Layssa Pacheco, Shruti Siva Kumar, Rebecca Sexton-Lee, Aida Vosoughi, Victoria Swartz, Jenna Brandt, Maitraye Das, Phoebe Chua, Chirona Risom, Yessebell Rios-Correa, Mabel Vidal, Jaris Johnson, Sreeja Kamishetty, Briana Bettin, Eleni Litsa, Dana Nguyen, Sarah Larkin, Noa Haas, Sruthi Chappidi, Tharathorn Rimchala, Elahe Soltanaghaei, Pantea Zardoshti, Corinne Alini, Maryamossadat Aghili, Isabel Metzger, Elizabeth Martens", "audienceLevel": "All", "isSelected": 0, "hasConflict": 0, "startDate": "Thursday, September 27, 2018", "startTime": "2:30 PM", "endTime": "5:00 PM", "location": "GRB Exhibit Hall A", "id": 225, "name": "Poster Session 4", "description": "Learn about the innovative technology the next generation is dreaming up on the following topics: Biotechnology, Broadening Participation in Computer Science, Computer Science Education, Data Science, Environment, Health Science and Internet of Things."}, {"track": "Career", "speakers": "Jessica Shea", "audienceLevel": "Early Career", "isSelected": 0, "hasConflict": 0, "startDate": "Thursday, September 27, 2018", "startTime": "2:30 PM", "endTime": "2:50 PM", "location": "HIL Lanier J", "id": 226, "name": "CR233: An Introvert's Guide to Networking", "description": "Networking is a crucial activity for career success and personal fulfillment. As an introvert, the thought of networking can be daunting. This talk will give practical advice to introverts on how to make networking easier through methods such as: coming up with small talk, networking without \"really networking\" \u009d and making use of the innate introvert power."}, {"track": "Computer Systems Engineering", "focusArea": "Clouds", "speakers": "Kerry Munz", "audienceLevel": "Intermediate Tech", "isSelected": 0, "hasConflict": 0, "startDate": "Thursday, September 27, 2018", "startTime": "2:30 PM", "endTime": "2:50 PM", "location": "GRB 362C", "id": 227, "name": "CE619: Infrastructure as Code: Lessons Learned from Scaling in the Cloud", "description": "Building products that can scale to handle massive amounts of data is a big challenge. This session will discuss how treating infrastructure as code can help you build a platform that's more automated, portable, and reliable to tackle that challenge. Learn how a flexible infrastructure strategy and cutting-edge open source technology can provide the foundation to grow your company from startup to scale-up."}, {"track": "Products A to Z", "focusArea": "Product Life Cycle", "speakers": "Dorinne Hammons", "audienceLevel": "Intermediate Tech", "isSelected": 0, "hasConflict": 0, "startDate": "Thursday, September 27, 2018", "startTime": "2:30 PM", "endTime": "2:50 PM", "location": "GRB 330A", "id": 228, "name": "AZ667: Remotely Agile? Effective Interaction with Distributed Agile Teams", "description": "Love it or hate it, Agile is here to stay. Agile's focus on face-to-face communication can increase collaboration, which is great! But how does that collaboration work when everyone isn't in the same room - or the same country? Come hear lessons from 12 years of work with distributed teams, and learn tools and techniques to make interaction easier when some (or all!) of your team is remote."}, {"track": "Software Engineering", "focusArea": "Architecture and Design of Large-Scale Software", "speakers": "Jenee Benjamin, Agatha Oliveira", "audienceLevel": "Beginner Tech", "isSelected": 0, "hasConflict": 0, "startDate": "Thursday, September 27, 2018", "startTime": "2:30 PM", "endTime": "3:30 PM", "location": "GRB 372C", "id": 229, "name": "SE553: Building Serverless Applications on Amazon Web Services (Repeat)", "description": "In this hands-on session, you will learn how to build a global and scalable cloud-based web app. We will use a serverless architecture leveraging the following AWS services: S3, Lambda, API Gateway and DynamoDB. After completion, participants will have the foundations to build their own applications on AWS.Participants must bring their computers and sign up for a free AWS trial account, or partner with another attendee who has one."}, {"track": "Data Science", "focusArea": "Applications", "speakers": "Ruth Toner", "audienceLevel": "Intermediate Tech", "isSelected": 0, "hasConflict": 0, "startDate": "Thursday, September 27, 2018", "startTime": "2:35 PM", "endTime": "2:55 PM", "location": "GRB General Assembly C", "id": 230, "name": "DS633: Safety, Moderation, and Human-Centric Data Science: Case Studies from Twitch", "description": "In designing moderation tools for user safety, it is vital to be aware of context and have customer empathy. This talk describes how Twitch employs a 'human-centric' data science approach, where quantitative research is supported by formal and informal qualitative research. This is shown in three case studies: an exploratory analysis, an A/B hypothesis test, and a chat moderation data product."}, {"track": "Internet of Things/Wearable Technology", "focusArea": "Building Ecosystems in the Internet of Things", "speakers": "Mrinalini (Lani) Ingram", "audienceLevel": "Beginner Tech", "isSelected": 0, "hasConflict": 0, "startDate": "Thursday, September 27, 2018", "startTime": "2:40 PM", "endTime": "3:00 PM", "location": "GRB 351C", "id": 231, "name": "IW534: What's Better Than Living in a Smart City? Building One!", "description": "As cities across the world grow bigger and more complex, they are facing new challenges from traffic to public safety, energy management, transportation, and citizen engagement. In this session I will share a completely new approach to city planning by using new network capabilities and technologies including the Internet of Things to create a Smart City - much needed in modern society."}, {"track": "Career", "speakers": "Sarah Henrikson", "audienceLevel": "Mid-Career", "isSelected": 0, "hasConflict": 0, "startDate": "Thursday, September 27, 2018", "startTime": "2:50 PM", "endTime": "3:10 PM", "location": "MMQ Texan Ballroom C", "id": 232, "name": "CR309: Part-Time Tech: Benefits and Tips for Success", "description": "Believe a part-time tech role is like a mythical unicorn - a dream but not possible in reality? If so, come learn how they're not only possible, but an overlooked opportunity that every organization should explore. Sarah will share her journey and tips for success. Manager or not, you won't want to miss hearing how to meet flexibility, productivity, hiring and life goals with part-time tech roles!"}, {"track": "Featured Session", "speakers": "Joy Buolamwini", "audienceLevel": "All", "isSelected": 0, "hasConflict": 0, "startDate": "Thursday, September 27, 2018", "startTime": "3:00 PM", "endTime": "3:45 PM", "location": "GRB General Assembly B", "id": 233, "name": "AI, Ain't I A Woman? Presented by Organizational Transformation", "description": "Inadvertent negligence and supremely white data will hinder the age of AI if left to fester. We risk reversing gains made for gender and racial equality under the false assumption of machine neutrality. AI reflects the priorities and prejudices - the coded gaze - of those who have the power to mold. We must move toward full spectrum inclusion to create technology that works for all of us."}, {"track": "CRA-W", "speakers": "Tracy Camp, Andrea Danyluk", "audienceLevel": "Faculty", "isSelected": 0, "hasConflict": 0, "startDate": "Thursday, September 27, 2018", "startTime": "3:00 PM", "endTime": "4:00 PM", "location": "GRB 361C", "id": 234, "name": "CRA-W CR303: Coping with Booming Class Enrollment", "description": "The number of computer science majors has skyrocketed putting a strain on professors and departments. Some institutions are restricting enrollment, which comes at a significant cost to students; in addition, these types of limits in the past have been associated with declines in student diversity. We will discuss solutions to booming enrollments, as well as example coping strategies."}, {"track": "Career", "speakers": "Anne Irene Ryan, Amara Shaker-Brown", "audienceLevel": "Student", "isSelected": 0, "hasConflict": 0, "startDate": "Thursday, September 27, 2018", "startTime": "3:00 PM", "endTime": "4:00 PM", "location": "HIL Lanier B", "id": 235, "name": "CR220: Shatter the Glass Ceiling by Crafting Your Best Resume", "description": "It's incredibly difficult to capture a representation of you - your skills, experience, and hard work - on a piece of paper. During this workshop, you'll improve your resume and help your peers improve theirs. You'll also leave with a handout for reference anytime you'd like to update your resume or facilitate your own interactive peer feedback session on campus. Bring three copies of your resume to the session."}, {"track": "Career", "speakers": "Eleanor Yehudai", "audienceLevel": "Senior/Executive", "isSelected": 0, "hasConflict": 0, "startDate": "Thursday, September 27, 2018", "startTime": "3:00 PM", "endTime": "3:20 PM", "location": "MMQ Texan Ballroom D", "id": 236, "name": "CR408: Working with an Executive Admin: Hiring, Delegating, Partnering for Success!", "description": "If you're feeling swamped by logistics, micro-planning, and scheduling, you may already have considered hiring an Executive Administrator. But is it for you?Come and hear from a professional Executive Admin who will help you consider (1) When you should hire help (2) How to choose the right admin, and (3) What to expect when your new admin is on board."}, {"track": "Tech for Women", "focusArea": "Philanthropy", "speakers": "Damini Satya Kammakomati", "audienceLevel": "Intermediate Tech", "isSelected": 0, "hasConflict": 0, "startDate": "Thursday, September 27, 2018", "startTime": "3:05 PM", "endTime": "3:25 PM", "location": "GRB 371C", "id": 237, "name": "TW693: Elsa, AI Conversational Agent Aimed at Improving Women's Mental Health", "description": "Mental health among women is crucial, yet ignored and their symptoms are highly misunderstood. This talk focuses on a case study in developing countries, the problems associated with getting access to quality mental health care and proposes the usage of conversational chat interfaces powered by AI and crowd intelligence."}, {"track": "Security/Privacy", "focusArea": "Data Anonymization & Privacy in the world of IoT and ever growing apps", "speakers": "Yin Liong", "audienceLevel": "Intermediate Tech", "isSelected": 0, "hasConflict": 0, "startDate": "Thursday, September 27, 2018", "startTime": "3:10 PM", "endTime": "3:30 PM", "location": "GRB 360C", "id": 238, "name": "SP676: Reality and Challenge: IoT Platform Security Compliance and Assessment", "description": "With the expansion of mobile payments and IoT, how do we measure device security? What kinds of standards are used? What are the possible results and remaining risks? To tackle such challenges, we look at how the mobile industry leverages standards such as FIPS, Common Criteria Mobile Device Fundamental Protection Profile (PP) and Global Platform Trusted Execution Environment PP to assess security."}, {"track": "Artificial Intelligence", "focusArea": "Applications in AI", "speakers": "Sripriya (Priya) Sundararaman", "audienceLevel": "Intermediate Tech", "isSelected": 0, "hasConflict": 0, "startDate": "Thursday, September 27, 2018", "startTime": "3:15 PM", "endTime": "3:35 PM", "location": "GRB General Assembly A", "id": 239, "name": "AI607: Classifying Driver Behavior Using Computer Vision and Deep Learning", "description": "This study uses Artificial Intelligence to identify distracted driving by analyzing real-time driver behavior. Two models were created using videos of drivers from a 3D image sensor and a 2D web camera. An ensemble of the models was used to classify the action of the driver. The ensemble model had a 96% accuracy. This paper shares the methodology, results and suggested areas of future work."}, {"track": "Software Engineering", "focusArea": "Architecture and Design of Large-Scale Software", "speakers": "Vyjayanthi Raja", "audienceLevel": "Intermediate Tech", "isSelected": 0, "hasConflict": 0, "startDate": "Thursday, September 27, 2018", "startTime": "3:15 PM", "endTime": "3:35 PM", "location": "GRB 342C", "id": 240, "name": "SE683: Your Cloud Application Always Fails, Yet it Still Works", "description": "Large-scale cloud applications are always failing. They contain too many lines of code and depend on too many pieces of hardware to not be experiencing some amount of failure at any given time. However, if designed for failure, they can still succeed according to customer SLA. This presentation explains how."}, {"track": "Organizational Transformation", "focusArea": "Solutions for Diversity & Inclusion", "speakers": "Allyce Stanley, Yabing Wang, Crystal (North) Farley, Marisela Brum", "audienceLevel": "All", "isSelected": 0, "hasConflict": 0, "startDate": "Thursday, September 27, 2018", "startTime": "3:15 PM", "endTime": "4:15 PM", "location": "GRB 370C", "id": 241, "name": "OT131: Launching a Women-In-Tech Employee Resource Group", "description": "Employee Resource Groups are tools organizations use to support a diverse and inclusive working environment. Our panelists are from different industries and with diverse backgrounds and will candidly share their approaches on launching and leading Women-in-Technology ERGs. They will share their challenges and success in energizing, inspiring and enabling women in their respective organizations."}, {"track": "Human Computer Interaction", "focusArea": "Virtual,Augmented,and Mixed Reality", "speakers": "Anastasia Devana", "audienceLevel": "Intermediate Tech", "isSelected": 0, "hasConflict": 0, "startDate": "Thursday, September 27, 2018", "startTime": "3:15 PM", "endTime": "3:35 PM", "location": "GRB 310C", "id": 242, "name": "HI648: The New Frontiers of Audio In Spatial Computing", "description": "Audio techniques for visual media have developed and matured alongside mediums like film, television and video games. Audio professionals in these mediums enjoy established paradigms and sophisticated tools. But the advancement of technologies like Spatial Computing has introduced a brand new medium, with a whole new set of audio challenges, considerations, possibilities and career opportunities."}, {"track": "Computer Systems Engineering", "focusArea": "Clouds", "speakers": "Bepsy Paul", "audienceLevel": "Intermediate Tech", "isSelected": 0, "hasConflict": 0, "startDate": "Thursday, September 27, 2018", "startTime": "3:20 PM", "endTime": "3:40 PM", "location": "GRB 362C", "id": 243, "name": "CE621: Augmenting Cloud Computing With Edge Computing", "description": "Edge is the new platform after cloud where more than 80% of all the world data is generated. Edge computing is a new paradigm in which the computing resources, placed at the edge of the Internet, next to or inside mobile devices and sensors, are used for maximum efficiency. This talk will focus on why edge computing is a disruptive technology and how edge computing can augment cloud computing."}, {"track": "Career", "speakers": "Rebekah Bastian, Candice Morgan, Cynthia Tee, Sue Taylor", "audienceLevel": "Early Career", "isSelected": 0, "hasConflict": 0, "startDate": "Thursday, September 27, 2018", "startTime": "3:20 PM", "endTime": "4:20 PM", "location": "HIL Ballroom of Americas D", "id": 244, "name": "CR202: Climbing the Career Jungle Gym", "description": "Inspiring women executives who have successfully climbed the jungle gym in the tech space share insights about how they made the climb and lessons they learned along the way. You'll gain insights into the challenges they faced and how to leverage your experience and network to get yourself to the next rung, as well as how to identify what you want out of your career and go after it."}, {"track": "Products A to Z", "focusArea": "Product Life Cycle", "speakers": "Malavica Sridhar", "audienceLevel": "Advanced Tech", "isSelected": 0, "hasConflict": 0, "startDate": "Thursday, September 27, 2018", "startTime": "3:20 PM", "endTime": "3:40 PM", "location": "GRB 330A", "id": 245, "name": "AZ711: The Impact of Interpretability to Customers in the ML Space", "description": "The tradeoff between the interpretability and accuracy of ML has been widely debated with the rise of data-driven investment strategies. The decision framework we use to determine the degree of interpretability stems from the impact on the end customer, the internal feedback loop to improve model performance, and the model validation process at initial build."}, {"track": "Data Science", "focusArea": "Applications", "speakers": "Mitra Akhtari", "audienceLevel": "Beginner Tech", "isSelected": 0, "hasConflict": 0, "startDate": "Thursday, September 27, 2018", "startTime": "3:25 PM", "endTime": "3:45 PM", "location": "GRB General Assembly C", "id": 246, "name": "DS511: No Experimentation, No Problem: Using Quasi-Experimental Methods in Business Settings", "description": "In business settings where experimentation is not an option, such as the Airbnb Policy Data Science Team, quasi-experimental methods that are common in the social sciences, including synthetic control, regression discontinuity design, and differences-in-differences can provide essential tools for causal inference. In this presentation, I discuss the methodology and use cases of some of these methods that empower data-driven decision making in the absence of the golden rule of experimentation."}, {"track": "Career", "speakers": "Alexandra Prodromos, Artiona Bogo, Dev Bharel, Hanna Zubko, Marta Piekarska", "audienceLevel": "All", "isSelected": 0, "hasConflict": 0, "startDate": "Thursday, September 27, 2018", "startTime": "3:30 PM", "endTime": "4:30 PM", "location": "HIL Lanier J", "id": 247, "name": "CR110: Fulfilling the Broken Promise of Internet with Diversity in Mind", "description": "Blockchain is said to revolutionize the world and break the barriers. Yet today, people of varied genders, ethnicities, educational and socioeconomic backgrounds are underrepresented. This panel will educate the audience on the technology and four Blockchain experts, will discuss what has already been delivered and what still needs to be changed to improve inclusion and diversity."}, {"track": "Career", "speakers": "Carlyn Chatfield, Barbary Brunner, Sara Carlstead Brumfield", "audienceLevel": "Mid-Career", "isSelected": 0, "hasConflict": 0, "startDate": "Thursday, September 27, 2018", "startTime": "3:30 PM", "endTime": "4:30 PM", "location": "MMQ Texan Ballroom E", "id": 248, "name": "CR313: Hack-N-Stay: Create Your Next Job in the Place You Love", "description": "Love your employer, but feeling stale? Where does an experienced contributor or team lead look for her next role if she prefers not to leave her present employer? Seasoned professionals have unique opportunities to suggest new roles to their leadership, targeting internal issues that require focused attention but remain low priority due to bandwidth, complexity, or lack of interest. Learn to hack yourself a new job and stay in place."}, {"track": "Career", "speakers": "Kye Mitchell", "audienceLevel": "Senior/Executive", "isSelected": 0, "hasConflict": 0, "startDate": "Thursday, September 27, 2018", "startTime": "3:40 PM", "endTime": "4:00 PM", "location": "MMQ Texan Ballroom C", "id": 249, "name": "CR407: Managing Change in Your Career and Your Organization", "description": "Change touches all of us, no matter our career level or industry. Those who understand how to manage and thrive during career and organizational changes are the ones who will succeed. Attendees who are transitioning from tactical to strategic roles will be armed with advice on how to leverage authenticity, shatter boundaries and prosper, no matter what changes lie ahead."}, {"track": "Abie Award Series", "speakers": "Justine Cassell", "audienceLevel": "All", "isSelected": 0, "hasConflict": 0, "startDate": "Thursday, September 27, 2018", "startTime": "3:45 PM", "endTime": "4:45 PM", "location": "GRB 340A", "id": 250, "name": "Abie Awards Series: Designing Bots & Other Systems that Hold up Their End of the Conversation", "description": "Consumers expect today's intelligent assistants to have a conversational front end. However, today's conversational agents are really just search engines. SARA (Socially-Aware Robot Assistant), and our other work with socially-aware agents, is intended to revolutionize the conversational front end of intelligent personal assistants, and other systems that interact with people repeatedly."}, {"track": "Tech for Women", "focusArea": "Philanthropy", "speakers": "Danielle Kayembe", "audienceLevel": "Beginner Tech", "isSelected": 0, "hasConflict": 0, "startDate": "Thursday, September 27, 2018", "startTime": "3:55 PM", "endTime": "4:15 PM", "location": "GRB 371C", "id": 251, "name": "TW554: The Future is Women Centered Innovation", "description": "Even though women are half the population, we live in a world where it's taken for granted the male perspective should be centered. This invisible bias creates a design gap, a \"coded patriarchy,\"\u009d that results in the female perspective being omitted in design, business & technology. With the success of Honest Company and Thinx, we're seeing the rise of women-centered innovation: companies designed for women by women."}, {"track": "Lunches and Receptions", "audienceLevel": "All", "isSelected": 0, "hasConflict": 0, "startDate": "Thursday, September 27, 2018", "startTime": "4:00 PM", "endTime": "5:30 PM", "location": "HIL Ballroom of Americas C", "id": 252, "name": "Black Women in Technical Roles Reception", "description": "Reception for Black Women in Computing Community. Promote and support Black women technologists from industry, government, and academia. This reception gives Black women a chance to network with one another, connect with strong role models, and celebrate their accomplishments."}, {"track": "Human Computer Interaction", "focusArea": "Virtual,Augmented,and Mixed Reality", "speakers": "Rabimba Karanjai, Sushovan Das", "audienceLevel": "Intermediate Tech", "isSelected": 0, "hasConflict": 0, "startDate": "Thursday, September 27, 2018", "startTime": "4:00 PM", "endTime": "5:00 PM", "location": "GRB Grand Ballroom C", "id": 253, "name": "HI644: Mixing Real and Virtual in WebXR: Mixed Reality for Everyone (Repeat)", "description": "In this immersive and interactive session you will learn about Virtual & Mixed Reality and how Open Web Solves it.You will explore what and how to create an immersive experience that runs in your phone as well as devices like HTC Vive.What kind of experiences, visualizations you can build and tell your story in a immersive way. Finally, you will create your first WebVR/MR experience and see them."}, {"track": "Security/Privacy", "focusArea": "Data Anonymization & Privacy in the world of IoT and ever growing apps", "speakers": "Ishwarya Sethuraman", "audienceLevel": "Beginner Tech", "isSelected": 0, "hasConflict": 0, "startDate": "Thursday, September 27, 2018", "startTime": "4:00 PM", "endTime": "4:20 PM", "location": "GRB 360C", "id": 254, "name": "SP549: Privacy in the World of IoT", "description": "In the age where AI virtual assistants and IoT devices are pervading our home, technology companies should understand their role in designing products, striking the right balance between bringing convenience to consumers and being mindful of individual's privacy. The presentation includes privacy principles to consider while designing a product and the importance of being an informed consumer."}, {"track": "Artificial Intelligence", "focusArea": "Applications in AI", "speakers": "Ting-Fang Yen", "audienceLevel": "Advanced Tech", "isSelected": 0, "hasConflict": 0, "startDate": "Thursday, September 27, 2018", "startTime": "4:05 PM", "endTime": "4:25 PM", "location": "GRB General Assembly A", "id": 255, "name": "AI701: Deep Learning for Large-Scale Online Fraud Detection", "description": "We present an application of deep learning technique to detect online fraud. Our results demonstrate that deep learning solution outperforms blacklist and traditional machine learning methods at terabyte-data scale. We also discuss the design and implementation of our deep learning pipeline using Spark and TensorFlow that is built to fit multi-cloud, real-time production requirements."}, {"track": "Software Engineering", "focusArea": "Architecture and Design of Large-Scale Software", "speakers": "Beilan Wang", "audienceLevel": "Intermediate Tech", "isSelected": 0, "hasConflict": 0, "startDate": "Thursday, September 27, 2018", "startTime": "4:05 PM", "endTime": "4:25 PM", "location": "GRB 342C", "id": 256, "name": "SE688: Changing the Tires at 60 MPH: A User Migration Story", "description": "When HBO NOW launched, it was hosted by a third-party vendor. Since then, HBO has built its own internal streaming platform called Hurley. Recently, the entire NOW streaming service was migrated to the new platform. Keeping the service running during the migration presented a number of challenges; this talk describes the architecture we built to address those challenges and maintain a seamless user experience."}, {"track": "Computer Systems Engineering", "focusArea": "Clouds", "speakers": "Carmel Hinks", "audienceLevel": "Intermediate Tech", "isSelected": 0, "hasConflict": 0, "startDate": "Thursday, September 27, 2018", "startTime": "4:10 PM", "endTime": "4:30 PM", "location": "GRB 362C", "id": 257, "name": "CE616: Multi-Tenant Architecture in 20 Minutes", "description": "We have recently completed the largest infrastructure project in Atlassian's history, moving from a compute-node-per-customer model to a multi-tenant solution hosted by AWS. We explain some of the interesting problems that we needed to solve, from enabling one compute node to serve any customer, to building an ultra-low-latency service that can handle over 15,000 requests per second."}, {"track": "Products A to Z", "focusArea": "Product Life Cycle", "speakers": "Elynn Lee", "audienceLevel": "Intermediate Tech", "isSelected": 0, "hasConflict": 0, "startDate": "Thursday, September 27, 2018", "startTime": "4:15 PM", "endTime": "4:35 PM", "location": "GRB 330A", "id": 258, "name": "AZ671: Work on What Matters: Prioritizing Across a Product Development Team", "description": "The product development cycle is full of potential directions to pursue, each with its own advantages, surprises and tradeoffs. Regardless of the type of product you work on or what your role is, everyone can benefit from improving how they prioritize and make decisions. I will discuss a framework we use at Quora to tackle prioritization, and how you can apply this strategy to yourself, team, and organization."}, {"track": "Data Science", "focusArea": "Applications", "speakers": "Sarmila Basu, Anna Min, Dipanwita Sarkar, Wendy Turner-Williams", "audienceLevel": "Intermediate Tech", "isSelected": 0, "hasConflict": 0, "startDate": "Thursday, September 27, 2018", "startTime": "4:15 PM", "endTime": "5:15 PM", "location": "GRB 351C", "id": 259, "name": "DS628: Is Less Really More? The GDPR Paradox (Repeat)", "description": "The GDPR act states, \"Personal data shall be adequate, relevant and not excessive in relation to the purpose or purposes for which they are processed.\" While it seems like this mandate for data minimization is in direct conflict with all things data-driven, this panel will show you how to strike balance and leave you thinking about how it improves processes, technologies and eventually businesses."}, {"track": "Tech for Women", "focusArea": "Philanthropy", "speakers": "Pavi Bhatter, Nilay Yener, Menka Gupta", "audienceLevel": "Beginner Tech", "isSelected": 0, "hasConflict": 0, "startDate": "Thursday, September 27, 2018", "startTime": "4:15 PM", "endTime": "5:15 PM", "location": "GRB 320C", "id": 260, "name": "TW556: How to be A Mentor to Bring More Girls to STEAM", "description": "Do you want to inspire your daughter, sister, niece or a girl you know to get them interested into STEAM? This workshop presents proven tools and techniques to help you spark their interest and curiosity, and hopefully carve a path for their successful career. It includes techniques for teaching various technologies, simple programming languages like Scratch, visuals and importance of role models."}, {"track": "Data Science", "focusArea": "Applications", "speakers": "Katie-Rose Skelly", "audienceLevel": "Intermediate Tech", "isSelected": 0, "hasConflict": 0, "startDate": "Thursday, September 27, 2018", "startTime": "4:15 PM", "endTime": "4:35 PM", "location": "GRB General Assembly C", "id": 261, "name": "DS634: Utilizing AI and Cellular Images for Broad, Efficient Drug Discovery", "description": "Almost 10% of the US population suffers from one of over 7,000 rare diseases. Because research and development costs are over $1 billion/drug brought to market, it is commercially unviable to treat most rare diseases. With our dataset of billions of cellular images we can find treatments for hundreds of these diseases concurrently. From our images, we extract both cell-specific and convolutional network features to evaluate disease magnitude in the presence of potential treatments."}, {"track": "Career", "speakers": "Meghan Steele, Francessca Vasquez, YY Lee, Regina Kunkle, Laura Quintana", "audienceLevel": "All", "isSelected": 0, "hasConflict": 0, "startDate": "Thursday, September 27, 2018", "startTime": "4:15 PM", "endTime": "5:15 PM", "location": "HIL Lanier A", "id": 262, "name": "CR114: Career Confessions: How I Became a Leader in Tech", "description": "Envy. Ignorance. Failure. Determination. Serendipity. Pride. Success. The many paths to emerging as a leader in the technology industry are filled with risks and rewards. Hear from a diverse panel of innovators and entrepreneurs who will share confessions of how they each mastered their own career by navigating the ever-changing landscape of the technology industry."}, {"track": "Career", "speakers": "Lilia Abaibourova, Irene Ryabaya, Erin Summers, Cindy Alvarez, Mary Kopczynski", "audienceLevel": "Senior/Executive", "isSelected": 0, "hasConflict": 0, "startDate": "Thursday, September 27, 2018", "startTime": "4:30 PM", "endTime": "5:30 PM", "location": "MMQ Texan Ballroom D", "id": 263, "name": "CR411: How to Foster an Authentic and Consistent Personal Brand (Repeat)", "description": "What do other people think of when they hear your name? That's your personal brand. Are you building yours?Cultivating a personal brand opens up career opportunities and attracts sponsors. Yet women are frequently penalized for self-promotion. How can we make our brand work for us? We invited successful leaders in technology to share how they developed their brands and benefited from them."}, {"track": "Products A to Z", "focusArea": "Product Life Cycle", "speakers": "Sandra Liu Huang, Jiaona Zhang, Isis Anachlee, Julia Lam, Erikka Arone", "audienceLevel": "All", "isSelected": 0, "hasConflict": 0, "startDate": "Thursday, September 27, 2018", "startTime": "4:30 PM", "endTime": "5:30 PM", "location": "GRB 310C", "id": 264, "name": "AZ141: Building Products from Scratch", "description": "How do you build products that people love? Come explore building products from scratch from some of our favorite product and engineering experts. How do you find a compelling idea, find product market fit, and execute through to build the best possible product for your users. Learn about the journey from ideation to product creation and how the process evolves from startup to established company."}, {"track": "Career", "speakers": "Anne Irene Ryan, Amara Shaker-Brown", "audienceLevel": "Student", "isSelected": 0, "hasConflict": 0, "startDate": "Thursday, September 27, 2018", "startTime": "4:30 PM", "endTime": "5:30 PM", "location": "HIL Lanier B", "id": 265, "name": "CR220: Shatter the Glass Ceiling by Crafting Your Best Resume (Repeat)", "description": "It's incredibly difficult to capture a representation of you - your skills, experience, and hard work - on a piece of paper. During this workshop, you'll improve your resume and help your peers improve theirs. You'll also leave with a handout for reference anytime you'd like to update your resume or facilitate your own interactive peer feedback session on campus. Bring three copies of your resume to the session."}, {"track": "Faculty", "speakers": "Amardeep Kahlon, Cheryl Calhoun, Melanie Williamson, Deborah Boisvert", "audienceLevel": "All", "isSelected": 0, "hasConflict": 0, "startDate": "Thursday, September 27, 2018", "startTime": "4:30 PM", "endTime": "5:30 PM", "location": "GRB 361C", "id": 266, "name": "FA127: Making IT Count with Community Colleges", "description": "Three educators from community colleges and a research university share their varied perspectives on including community colleges in the BPC conversation. They will present the results of an NSF funded project and explore models that allow the authentic inclusion of community colleges to help increase diversity in the field while also alleviating the looming shortage of CS professionals."}, {"track": "Software Engineering", "speakers": "Navid Rezvani", "audienceLevel": "All", "isSelected": 0, "hasConflict": 0, "startDate": "Thursday, September 27, 2018", "startTime": "4:30 PM", "endTime": "5:30 PM", "location": "GRB Level 2 Mezzanine B", "id": 267, "name": "Software Quality Can't Be Bolted On", "description": "With customers demanding updates faster and focusing more and more on their experience with new applications and quality of service for the products that they own, engraving software quality into the DNA of an organization is gaining much more attention than ever before. If you have ever been in a situation where your organization was consumed with attending to a high volume of customer escalations, had challenges with on time and on quality software releases, unhappy and even dysfunctional internal teams and customers, this Meetup is for you! This will be a platform for the Quality passionate individuals to connect and discuss practical guidelines from personal experiences on how to reduce the backend of the release, improve the Net Promoter Survey (NPS) scores that enhance revenue, increase customer satisfaction, and reduce the number of customer escalations significantly."}, {"track": "Internet of Things/Wearable Technology", "focusArea": "Building Ecosystems in the Internet of Things", "speakers": "Shruti Karulkar, Anoush Najarian, Louvere Walker-Hannon", "audienceLevel": "Beginner Tech", "isSelected": 0, "hasConflict": 0, "startDate": "Thursday, September 27, 2018", "startTime": "4:30 PM", "endTime": "5:30 PM", "location": "GRB 372C", "id": 268, "name": "IW533: Hands on with Deep Learning and IoT (Repeat)", "description": "Let's get started with Deep Learning and the Internet of Things! We'll do hands-on exercises: you'll use a webcam and a neural network to recognize images, aggregate data, and run real-time IoT analytics. Our goal to get you excited about IoT and Deep Learning, and to set you up for success with maker projects in your community after the conference. Bring your laptop!"}, {"track": "Career", "speakers": "Aanan Contractor, Shweta Goyal, Alison Meyer, Aarti Borkar, Catherine Jhung", "audienceLevel": "Mid-Career", "isSelected": 0, "hasConflict": 0, "startDate": "Thursday, September 27, 2018", "startTime": "4:30 PM", "endTime": "5:30 PM", "location": "MMQ Texan Ballroom C", "id": 269, "name": "CR317: Shattering the Mid-Management Barrier: Moving to an Executive Role (REPEAT)", "description": "Leadership is a pyramid. There is a long road from landing that first job in engineering to becoming CEO of a company. However, research shows that as many as 43% women drop out of the workforce or slow down, which locks them down in middle management. In our panel, we will focus on strategies to overcome these barriers that hold women back from executive roles and shrink the overall funnel."}, {"track": "Security/Privacy", "focusArea": "Data Anonymization & Privacy in the world of IoT and ever growing apps", "speakers": "Catherine Nelson", "audienceLevel": "Intermediate Tech", "isSelected": 0, "hasConflict": 0, "startDate": "Thursday, September 27, 2018", "startTime": "4:50 PM", "endTime": "5:10 PM", "location": "GRB 360C", "id": 270, "name": "SP697: Data Anonymization from a Data Scientist's Point of View (Repeat)", "description": "Data anonymization is becoming increasingly important for data scientists: users are demanding greater privacy for their personal data, and laws are becoming stricter. I will discuss how anonymization can be incorporated into a standard data science workflow, its effects on the performance of common machine learning algorithms, and how to retain utility in anonymized data."}, {"track": "Software Engineering", "focusArea": "Architecture and Design of Large-Scale Software", "speakers": "Caitlin O'Connor", "audienceLevel": "Intermediate Tech", "isSelected": 0, "hasConflict": 0, "startDate": "Thursday, September 27, 2018", "startTime": "4:55 PM", "endTime": "5:15 PM", "location": "GRB 342C", "id": 271, "name": "SE690: Making Feed Fast+Flat: Optimizing Performance through Cached Graph Decoration", "description": "As the LinkedIn feed scaled over time, the legacy activity model used for storing member content + actions needed to be rebuilt. When we decided to normalize this model, we hit performance constraints due to nested decoration.This talk will explain by how leveraging a graph API and our internal deco library, we optimized our feed decoration code to allow for a normalized, highly nested data model."}, {"track": "Career", "speakers": "Jessica Shea", "audienceLevel": "Early Career", "isSelected": 0, "hasConflict": 0, "startDate": "Thursday, September 27, 2018", "startTime": "5:00 PM", "endTime": "5:20 PM", "location": "HIL Ballroom of Americas D", "id": 272, "name": "CR233: An Introvert's Guide to Networking (Repeat)", "description": "Networking is a crucial activity for career success and personal fulfillment. As an introvert, the thought of networking can be daunting. This talk will give practical advice to introverts on how to make networking easier through methods such as: coming up with small talk, networking without \"really networking\" \u009d and making use of the innate introvert power."}, {"track": "Computer Systems Engineering", "focusArea": "Clouds", "speakers": "Megan O'Keefe", "audienceLevel": "Intermediate Tech", "isSelected": 0, "hasConflict": 0, "startDate": "Thursday, September 27, 2018", "startTime": "5:00 PM", "endTime": "5:20 PM", "location": "GRB 362C", "id": 273, "name": "CE617: Edge Computing: Bringing the Internet Closer to You!", "description": "With more devices producing more data, networks are under increasing strain. Edge Computing is the process of moving intensive workloads from the Cloud to the Edge of the network. This presentation discusses how Edge Computing could impact your life, outlines exciting use cases from Machine Learning to the Internet of Things, and explores the technical challenges around building a distributed Edge platform."}, {"track": "Artificial Intelligence", "focusArea": "Applications in AI", "speakers": "Piali Das", "audienceLevel": "Intermediate Tech", "isSelected": 0, "hasConflict": 0, "startDate": "Thursday, September 27, 2018", "startTime": "5:00 PM", "endTime": "5:20 PM", "location": "GRB General Assembly A", "id": 274, "name": "AI610: Developing Infinitely Scalable Machine Learning Algorithms (Repeat)", "description": "This paper describes a simple yet powerful algorithm API and an execution framework based on parameter server and GPGPU. It enables development of scalable and fast distributed machine learning algorithms that have different parallelization patterns. We present a novel k-means clustering algorithm that uses our framework to scale to TB/PB sized data & runs up to 10x faster than existing multi-pass algorithms."}, {"track": "Products A to Z", "focusArea": "Product Life Cycle", "speakers": "Rama Karve", "audienceLevel": "Intermediate Tech", "isSelected": 0, "hasConflict": 0, "startDate": "Thursday, September 27, 2018", "startTime": "5:10 PM", "endTime": "5:30 PM", "location": "GRB 330A", "id": 275, "name": "AZ672: Building Mobile Apps for Emerging Markets: Lessons Learned", "description": "A billion people have come online in the past few years with most of that growth coming from emerging markets, esp. Asia. In these markets, a smartphone is often the only means for internet access, and developing product comes with unique challenges of rapidly changing infrastructure and complex cultural and socio-economic norms.In her talk, Rama will share her approach to building apps for emerging markets, and lessons learned."}, {"track": "Products A to Z", "focusArea": "Product Life Cycle", "speakers": "Nikita Chhabria", "audienceLevel": "Advanced Tech", "isSelected": 0, "hasConflict": 0, "startDate": "Thursday, September 27, 2018", "startTime": "5:10 PM", "endTime": "5:30 PM", "location": "GRB General Assembly C", "id": 276, "name": "AZ713: Building it Lite: Learn to Develop Apps for International Markets (Repeat)", "description": "When shipping any app/product, it's important to know the customer and the market - what do the customers want? What are the market constraints? When we think about developing a global app, it's natural to ignore problems which we do not face here in the US, like network bandwidth and device storage. Come and learn about the need for Lite apps and how to build them."}, {"track": "Career", "speakers": "Noga Tal", "audienceLevel": "All", "isSelected": 0, "hasConflict": 0, "startDate": "Thursday, September 27, 2018", "startTime": "5:10 PM", "endTime": "5:30 PM", "location": "HIL Lanier J", "id": 277, "name": "CR103: The Startup Future is Female: Harnessing the Opportunities of Entrepreneurship", "description": "Based on new research from Microsoft on the experiences of female tech founders, this talk provides an in-depth look at the unique opportunities and challenges women face as entrepreneurs, insights on how to navigate entrepreneurship as a career choice, and best practices of how the industry and female founders themselves can take action towards a more equitable entrepreneurial landscape."}, {"track": "Data Science", "focusArea": "Research", "speakers": "Nazanin Zaker", "audienceLevel": "Advanced Tech", "isSelected": 0, "hasConflict": 0, "startDate": "Friday, September 28, 2018", "startTime": "9:00 AM", "endTime": "9:20 AM", "location": "GRB 362C", "id": 278, "name": "DS707: Predict Suppliers Financial Health Score Using Deep Learning Models", "description": "In this work, a method is proposed to color-code financial data accumulated through the years in the business networks and visualize it as images. Later, a deep learning model composed of Convolutional Neural Networks, and Long Short Term Memory networks is trained which predicts the health score of a supplier based on historical financial information."}, {"track": "Human Computer Interaction", "focusArea": "The Human Factors of Inclusive Design", "speakers": "Maya Ben Ari", "audienceLevel": "Beginner Tech", "isSelected": 0, "hasConflict": 0, "startDate": "Friday, September 28, 2018", "startTime": "9:00 AM", "endTime": "9:20 AM", "location": "GRB 360C", "id": 279, "name": "HI518: Accessibility and Innovation at Google", "description": "The process of prototyping products with accessibility in mind starts with empathy and a commitment to making products better for everyone. We provide a framework that incorporates concepts from design-centered thinking, Agile, Google's culture of 20% time and dogfooding. The byproduct of adopting an inclusive vision is better usability for users with disabilities and a richer experience for all."}, {"audienceLevel": "All", "isSelected": 0, "hasConflict": 0, "startDate": "Friday, September 28, 2018", "startTime": "9:00 AM", "endTime": "2:00 PM", "location": "GRB Exhibit Hall C", "id": 280, "name": "Gallery: Our Time", "description": "Come reflect on your personal \"coming-up\" story and share your experience with all the women who have come before you and are yet to come. Reflect on your time here at GHC 18 and how you, and the women around you, can contribute to a new tech industry created by and for the women in this room."}, {"track": "Featured Session", "speakers": "Anita Hill", "audienceLevel": "All", "isSelected": 0, "hasConflict": 0, "startDate": "Friday, September 28, 2018", "startTime": "9:00 AM", "endTime": "10:00 AM", "location": "MMQ Texan Ballroom D", "id": 281, "name": "Featured Session: The Past, Present, and Future of the #METOO Movements", "description": "Listen to the trailblazing Professor Anita Hill recount her first-hand experience speaking truth to power and combating sexual harassment in the workplace. Professor Hill will inspire with her embodied bravery and tenacity, and encourage women and allies alike with actionable strategies for moving past dialogue, and toward action in creating inclusive and safe workspaces for all women."}, {"speakers": "Shraddha Piparia, Shreya Sharma, Sharon Levy, Anandi Dutta, Haiman Tian, Azalia Mirhoseini, Zarana Parekh, Rafia Rahim, Meera Haridasa, Judy Hanwen Shen, Veena Gurumurthy, Tao Wang, Corina Florescu, Jessica Loeb, Neda Rohani, Manika Kapoor, Mehrnoosh Shafiee, Zahra Shakeri, Itika Gupta, Mitra Bokaei Hosseini, Jocelyn Lu, Tahsina Farah Sanam, Ashka Shah, Samira Pouyanfar, Tanjila Ahmed, Rakshmi Bhatia, Jeevjyot Singh Chhabda, Nikita Goel", "audienceLevel": "All", "isSelected": 0, "hasConflict": 0, "startDate": "Friday, September 28, 2018", "startTime": "9:00 AM", "endTime": "11:30 AM", "location": "GRB Exhibit Hall A", "id": 282, "name": "Poster Session 5", "description": "Learn about the innovative technology the next generation is dreaming up on the following topics: Interactive Media, Machine Learning, Natural Language Processing and Software Engineering."}, {"track": "Software Engineering", "focusArea": "Software Engineering Automation and Ethics", "speakers": "Min Shao, Shobana Krishnamoorthy", "audienceLevel": "Intermediate Tech", "isSelected": 0, "hasConflict": 0, "startDate": "Friday, September 28, 2018", "startTime": "9:00 AM", "endTime": "10:00 AM", "location": "GRB Grand Ballroom C", "id": 283, "name": "SE687: Build a Plane While Flying It!! (Continuous Delivery in Cloud)", "description": "Continuous Delivery can be a hard concept for many people coming into agile. The act of continuously pushing new code into production on a regular basis can be scary. This workshop focuses on dark deployment for continuous delivery while still controlling the end user experience.Participants will work in teams to design,deploy a small live feature using dark deployment technique in cloud for practicing continuous delivery. Bringing laptop is preferred."}, {"audienceLevel": "All", "isSelected": 0, "hasConflict": 0, "startDate": "Friday, September 28, 2018", "startTime": "9:00 AM", "endTime": "2:00 PM", "location": "GRB Exhibit Hall C", "id": 284, "name": "GHC Expo", "description": "Session registration not required for the GHC Expo. GHC Expo is one of the most highly attended functions. It serve as an influential platform for companies, academics, governments, and industry experts to come together, share and learn information, hire qualified talents, network and build business relationships among women technologists. GHC Expo has hundreds of career fair and interview booths including poster sessions and Technology Showcase."}, {"track": "Organizational Transformation", "focusArea": "Building Momentum for Gender Equity", "speakers": "Kelly Toenges, Molly Gantz, Mike Tietel", "audienceLevel": "All", "isSelected": 0, "hasConflict": 0, "startDate": "Friday, September 28, 2018", "startTime": "9:00 AM", "endTime": "10:00 AM", "location": "GRB 370C", "id": 285, "name": "OT136: Gender Partnership: Building an Inclusive Culture", "description": "Dialog is essential for an organization to identify their own unique challenges ensuring a gender-inclusive culture. This interactive workshop will spark insights to drive a more gender-inclusive culture using the concepts Shadow of Influence and Results Cone. Participants will learn how their own shadow not only promotes behaviors that support a gender-inclusive culture but also identify limiting behaviors in their own organization and learn strategies enabling them to facilitate change."}, {"track": "Tech for Women", "focusArea": "Products", "speakers": "Noga Mann", "audienceLevel": "Beginner Tech", "isSelected": 0, "hasConflict": 0, "startDate": "Friday, September 28, 2018", "startTime": "9:00 AM", "endTime": "9:20 AM", "location": "GRB 330A", "id": 286, "name": "TW557: Not Enough Female Coders: Are Old Teaching Methods to Blame?", "description": "Girls and women might have different preferences when it comes to consuming knowledge, especially in this field that they often lack confidence in. In this session we will review the way this affects study habits, and how understanding those differences and implementing them in our teaching method can attract more girls to the field and make learning more efficient for them."}, {"track": "Security/Privacy", "focusArea": "Security and Privacy Aspects of the Advanced CyberInfrastructure (CI)", "speakers": "Emily Wang, Yeong Wee, Paula Kift", "audienceLevel": "Beginner Tech", "isSelected": 0, "hasConflict": 0, "startDate": "Friday, September 28, 2018", "startTime": "9:00 AM", "endTime": "10:00 AM", "location": "GRB 320C", "id": 287, "name": "SP546: Coding Compliance: Interpreting Law and Policy as Technologists", "description": "In May 2018, the EU General Data Protection Regulation (GDPR) comes into effect, one of the most important reforms of data protection law worldwide. But the GDPR is just a legal document- it doesn't come with technical specifications. This workshop aims to show engineers interested in law how they can shape it in practice, while tackling some of the most important privacy challenges of our time."}, {"track": "Computer Systems Engineering", "focusArea": "Computer Hardware", "speakers": "Hannah B. Sarver, Evelyn C. Parenteau", "audienceLevel": "Beginner Tech", "isSelected": 0, "hasConflict": 0, "startDate": "Friday, September 28, 2018", "startTime": "9:00 AM", "endTime": "10:00 AM", "location": "GRB 372C", "id": 288, "name": "CE506: Program a Robot Artist", "description": "In this hands-on workshop you'll write software instructing an Arduino-based robot to actuate its drive motors and move a marker up and down to draw a picture, iterating on your design to create your own robot-drawn masterpiece. Along the way, you'll learn some of the core concepts and challenges of building embedded software. It will be helpful to bring a computer with the Arduino IDE installed."}, {"track": "Career", "speakers": "Tricia Berry, Julie Shannan, Reena Lee, Angela Nickels", "audienceLevel": "Senior/Executive", "isSelected": 0, "hasConflict": 0, "startDate": "Friday, September 28, 2018", "startTime": "9:00 AM", "endTime": "10:00 AM", "location": "MMQ Texan Ballroom C", "id": 289, "name": "CR401: Give and Grow as a Leader on Nonprofit Boards", "description": "Women technologists will share their unique experiences serving on nonprofit boards. Nonprofit board service is a great way to contribute to the communities and causes you value, while organizations benefit from the diverse insights you share. Your negotiation, leadership, and communication skills are enhanced on boards. Yet, not all boards are created equal, so what should you consider before committing?"}, {"audienceLevel": "All", "isSelected": 0, "hasConflict": 0, "startDate": "Friday, September 28, 2018", "startTime": "9:00 AM", "endTime": "2:00 PM", "location": "HIL Meeting Room 339", "id": 290, "name": "Speaker Lounge", "description": "GHC speakers are invited to rest and recharge before and after their sessions. Another opportunity to network with other speakers or get some quiet time."}, {"track": "Career", "speakers": "Alison Alvarez, Holly Lucke, Amanda Rosemark, Sara Willett, Erin Radler", "audienceLevel": "Early Career", "isSelected": 0, "hasConflict": 0, "startDate": "Friday, September 28, 2018", "startTime": "9:00 AM", "endTime": "10:00 AM", "location": "HIL Lanier J", "id": 291, "name": "CR203: Should You Consider an MBA?", "description": "In this panel, women of various technical backgrounds will share their unique reasoning, decision making process, and experience attending an MBA program. They will share their career paths before and after, along with any opportunities or skills the MBA has given them. To round out the discussion, our final panelist will share why she considered, but chose not pursue an MBA."}, {"track": "Special Session", "speakers": "Karen Catlin, Poornima Vijayashankar", "audienceLevel": "All", "isSelected": 0, "hasConflict": 0, "startDate": "Friday, September 28, 2018", "startTime": "9:00 AM", "endTime": "11:00 AM", "location": "GRB Grand Ballroom A", "id": 292, "name": "Professional Development Leadership Workshop: Learn to Negotiate and Stop Holding Yourself Back", "description": "As women we tend to undersell ourselves and avoid negotiating for what we want. We might not seek a promotion until we have all the experience. We may assume others will notice our work and ask us to lead the next project. We can feel uncomfortable asking for a raise.In this workshop, you'll learn to uncover your value, leverage it to craft an ASK for decision makers, and handle common concerns."}, {"track": "Featured Session", "speakers": "Rebecca Parsons", "audienceLevel": "All", "isSelected": 0, "hasConflict": 0, "startDate": "Friday, September 28, 2018", "startTime": "9:00 AM", "endTime": "9:45 AM", "location": "GRB General Assembly B", "id": 293, "name": "The Evolution of Evolutionary Architecture", "description": "Evolutionary Architecture is becoming increasingly accepted as necessary, but it wasn't always the case. This talk reviews the roots of evolutionary architecture and the role of patterns in evolutionary architecture. We then discuss some of the principles underlying it and the techniques useful in creating an evolutionary architecture."}, {"track": "Interactive Media", "focusArea": "Hands On Interactive Media", "speakers": "Grace Vesom, Sangeeta Ramakrishnan, Jill Boyce, Anne Aaron, Nandini Iyer", "audienceLevel": "Intermediate Tech", "isSelected": 0, "hasConflict": 0, "startDate": "Friday, September 28, 2018", "startTime": "9:00 AM", "endTime": "10:00 AM", "location": "GRB 342C", "id": 294, "name": "IM650: Streaming Media: What's Next?", "description": "Streaming media dominates the traffic on the Internet today with more than 70% of peak download traffic in North America coming from real-time entertainment services such as Netflix and YouTube. Delivering video at such scale is a hard problem. Come learn about technologies from encoders to distribution to players to data driven intelligence, that helps make video-at-scale a reality, and hear about what is coming next."}, {"audienceLevel": "Faculty", "isSelected": 0, "hasConflict": 0, "startDate": "Friday, September 28, 2018", "startTime": "9:00 AM", "endTime": "2:00 PM", "location": "HIL Meeting Room 340", "id": 295, "name": "Faculty Lounge", "description": "The Faculty Lounge is a place for faculty and academic staff to informally network, catch up on work, and grab a snack or drink. The Faculty Lounge will be open throughout the conference where faculty and any other attendees with an Academic registration can come relax and take a break."}, {"track": "Career", "speakers": "Kristy Card, Jeanie Webb, Leslie Cahill", "audienceLevel": "All", "isSelected": 0, "hasConflict": 0, "startDate": "Friday, September 28, 2018", "startTime": "9:00 AM", "endTime": "10:00 AM", "location": "HIL Lanier B", "id": 296, "name": "CR113: Be a DISRUPTER! Test Your Ideas in Minutes vs. Days!", "description": "Learn to interrupt status quo, experiment and innovate FAST! Discover the secret of the 60-second experiment, the \"poison cookie effect,\"\u009d and more in this lively, information-packed session. Leave with tools you can begin using right away to fully understand and solve problems, address gaps, and experiment FAST. \"Be a DISRUPTER!\" with us, igniting your energy and passion for positive change!"}, {"audienceLevel": "Student", "isSelected": 0, "hasConflict": 0, "startDate": "Friday, September 28, 2018", "startTime": "9:00 AM", "endTime": "2:00 PM", "location": "HIL Meeting Room 335", "id": 297, "name": "Student Lounge", "description": "The Student Lounge is a fun, interactive space where students can gather between sessions. The space will feature comfortable seating and student-focused amenities. The Student Lounge will be open throughout the conference for students to convene, mingle, and relax."}, {"track": "Community", "audienceLevel": "All", "isSelected": 0, "hasConflict": 0, "startDate": "Friday, September 28, 2018", "startTime": "9:00 AM", "endTime": "10:00 AM", "location": "HIL Ballroom of Americas C", "id": 298, "name": "Social Celebrating the Local Community", "description": "AnitaB.org local community meetup is an opportunity for GHC participants to mingle with each other, meet and greet, and network with the idea of encouraging new volunteers' involvement with local communities. The community leaders will share experiences with others to incite interest in the work of Local Communities, gather new energy through fresh ideas for new programing and community support."}, {"track": "Data Science", "focusArea": "Research", "speakers": "Daniella Tsar, Malek Salem, Rahima Mohammed, Harita Yenisetty, Janet Schneider", "audienceLevel": "Beginner Tech", "isSelected": 0, "hasConflict": 0, "startDate": "Friday, September 28, 2018", "startTime": "9:30 AM", "endTime": "10:30 AM", "location": "GRB General Assembly C", "id": 299, "name": "DS513: Machine Learning: Opportunities and Challenges", "description": "Machine learning unveils opportunities to solve various problems that were not possible in the past. In today's world, we hear about self-driving cars, fraud detection use machine learning techniques. In this panel, we discuss how machine learning is applied in various industries. We learn the challenges in using machine learning and strategies to overcome them and what's in future."}, {"track": "Abie Award Series", "speakers": "Lydia Kavraki", "audienceLevel": "All", "isSelected": 0, "hasConflict": 0, "startDate": "Friday, September 28, 2018", "startTime": "9:45 AM", "endTime": "10:45 AM", "location": "GRB 340A", "id": 300, "name": "Abie Awards Series - Planning in Robotics: What's Next?", "description": "Robot motion planning has enabled applications in transportation, agriculture and healthcare. A critical next step is to produce motion from high-level specifications, which declare what the robot must do, rather than how the task is to be done. The talk will present recent work in this area and will discuss the challenges that lie ahead, both from a technical and a societal perspective."}, {"track": "Special Session", "speakers": "Jamika Burge, Lani Fraizer, Connie Smallwood, Jeni Panhorst", "audienceLevel": "All", "isSelected": 0, "hasConflict": 0, "startDate": "Friday, September 28, 2018", "startTime": "9:45 AM", "endTime": "10:45 AM", "location": "GRB Grand Ballroom B", "id": 301, "name": "How to Have a Successful GHC 19 CFP Submission", "description": "Join GHC conference leaders as they give you the behind-the-scenes hints, tips and best practices for getting your session, workshop or presentation accepted at GHC 19."}, {"track": "Career", "speakers": "Maria Loughlin", "audienceLevel": "Student", "isSelected": 0, "hasConflict": 0, "startDate": "Friday, September 28, 2018", "startTime": "9:45 AM", "endTime": "10:05 AM", "location": "HIL Ballroom of Americas D", "id": 302, "name": "CR235: Calling All Woman to Fight Cyber Criminals", "description": "Cyber criminals are active, knowledgeable, and successful at breaching systems and stealing data. We need more cybersecurity experts to secure our world. Yet only 14% of security professionals are women, so a huge talent pool is under utilized. Maria Loughlin will share her experience as a woman in security, discuss the large and growing range of cybersecurity careers, and inspire women to explore this opportunity."}, {"track": "Open Source", "speakers": "Genevieve L'Esperance, Samantha Langit, Angela Chin", "audienceLevel": "Intermediate Tech", "isSelected": 0, "hasConflict": 0, "startDate": "Friday, September 28, 2018", "startTime": "9:45 AM", "endTime": "10:45 AM", "location": "GRB 371C", "id": 303, "name": "OS660: Test-Driven Development for Open-Source Software", "description": "At Cloud Foundry, we maintain multiple open-source, test-driven Golang projects. This workshop will start by highlighting the benefits of test-driving open-source software and articulating the different kinds of tests developers write. Attendees will apply these learnings to exercises in creating unit and acceptance tests. Together, we will try test-driven development in action! Laptops optional, but recommended."}, {"track": "Faculty", "speakers": "Barbara Ericson, Patricia Ordóñez, Briana Morrison, Loretta Cheeks, LeighAnn DeLyser", "audienceLevel": "All", "isSelected": 0, "hasConflict": 0, "startDate": "Friday, September 28, 2018", "startTime": "9:45 AM", "endTime": "10:45 AM", "location": "GRB 361C", "id": 304, "name": "FA128: It's Never Too Late: Starting Your PhD After 30", "description": "This panel of women who all successfully obtained their PhDs after the age of 30 will describe their experiences in industry, research, academia, non-profits, and K-12; convey what convinced them to pursue a PhD; the challenges faced as non-traditional students; and the support structures necessary for successful transition into PhD programs. How they obtained their current jobs will be addressed."}, {"track": "Community", "speakers": "Dilma Da Silva, Valerie Taylor, Cheryl Swanier", "audienceLevel": "All", "isSelected": 0, "hasConflict": 0, "startDate": "Friday, September 28, 2018", "startTime": "9:45 AM", "endTime": "10:45 AM", "location": "HIL Ballroom of Americas A", "id": 305, "name": "CM120: Climbing the Professional Ladder: A Diverse Perspective", "description": "Women have challenges to cracking the glass ceiling while climbing their career ladders in tech, academia and government. A woman of color or woman with a disability lens adds a different complexity to the gender issues. This panel will offer diverse perspectives of isolation, lack of mentors, tokenism that many women from underrepresented groups face while trying to climb the leadership ladder."}, {"track": "Career", "speakers": "Kaycee Anderson, Claire Raines, Tammy Hughes", "audienceLevel": "Mid-Career", "isSelected": 0, "hasConflict": 0, "startDate": "Friday, September 28, 2018", "startTime": "9:45 AM", "endTime": "10:45 AM", "location": "MMQ Texan Ballroom E", "id": 306, "name": "CR312: Generations-Savvy Leadership", "description": "Masterful leaders understand generational differences and see them as assets, not liabilities. Take an assessment to see if you fit the profile for your generation. Work with others on several leadership scenarios. Create targeted messages based on values. Leave with a complimentary Values & Influence AssessmentTM, desk reference and strategies for tackling one of your gnarliest challenges."}, {"track": "Software Engineering", "focusArea": "Software Engineering Automation and Ethics", "speakers": "Hallie Benjamin, Sarah Hubbard, Kathy Pham, Amanda Casari, Niveditha Kalavakonda", "audienceLevel": "All", "isSelected": 0, "hasConflict": 0, "startDate": "Friday, September 28, 2018", "startTime": "9:45 AM", "endTime": "10:45 AM", "location": "GRB 310C", "id": 307, "name": "SE144: A New Tech Consciousness: Social Responsibility and Ethics", "description": "Social responsibility exists at the periphery of the tech industry, starting with limited ethics classes in CS curricula and later codified in engineering practices and company culture. This panel brings together software engineers, data scientists, product managers, AI researchers, and policy specialists to discuss the societal impacts of what we build and how we build it."}, {"track": "Security/Privacy", "focusArea": "Security and Privacy Aspects of the Advanced CyberInfrastructure (CI)", "speakers": "Tanny Dobreva", "audienceLevel": "Intermediate Tech", "isSelected": 0, "hasConflict": 0, "startDate": "Friday, September 28, 2018", "startTime": "9:45 AM", "endTime": "10:05 AM", "location": "GRB 351C", "id": 308, "name": "SP678: Improve Your Cloud Security Posture with a Robust SecOps Model", "description": "Security posture and mindset are drastically changing when moving from on premise to the Cloud. All different layers of security are necessary to prevent your company from the security incidents we hear about on a daily basis. This talk shares a robust SecOps model covering all aspects of Cloud Security using various controls, ongoing security operations, and processes."}, {"track": "Artificial Intelligence", "focusArea": "Improving the Future of AI", "speakers": "Kasia Hayden, Christy Dennison, Clorama Dorvilias, Chelsea Sidrane, Melissa Tan", "audienceLevel": "Advanced Tech", "isSelected": 0, "hasConflict": 0, "startDate": "Friday, September 28, 2018", "startTime": "9:45 AM", "endTime": "10:45 AM", "location": "GRB General Assembly A", "id": 309, "name": "AI702: AI That Laughs At Your Jokes Doesn't Kill You", "description": "AI is the most important general-purpose technology of our era. AI applications are creating new mediums of communication (VR & AR) and transforming data insight and processing (ML). AGI could soon explode into being, surpassing human intelligence. Our panel of engineers from industry to academia will discuss our approach to shaping the field through our output of products or technical research."}, {"track": "Human Computer Interaction", "focusArea": "The Human Factors of Inclusive Design", "speakers": "Xinru Page", "audienceLevel": "Beginner Tech", "isSelected": 0, "hasConflict": 0, "startDate": "Friday, September 28, 2018", "startTime": "9:50 AM", "endTime": "10:10 AM", "location": "GRB 360C", "id": 310, "name": "HI519: Overcoming Social Disenfranchisement: Designing for the Non-User Experience", "description": "Social media helps many people stay connected and build relationships. However, we find the opposite is true for some. They encounter social consequences (such as harassment) whether they are on or off social media. This results in a lose-lose situation of social disenfranchisement. I advocate a paradigmatic shift to designing for the non-user experience to empower these individuals."}, {"track": "Products A to Z", "focusArea": "Product of Excellence", "speakers": "Leslie Lundquist", "audienceLevel": "Advanced Tech", "isSelected": 0, "hasConflict": 0, "startDate": "Friday, September 28, 2018", "startTime": "9:50 AM", "endTime": "10:10 AM", "location": "GRB 362C", "id": 311, "name": "AZ712: Get Going with GitHub: Documentation is Code", "description": "How can we create great product documentation within an agile software development process? It takes optimal teamwork between writers and coders. I've had the experience of building several technical writing teams that are completely integrated with DevOps-style development teams. GitHub helps create excellent documentation in a fast-moving technical environment. We'll show some hands-on examples."}, {"track": "Tech for Women", "focusArea": "Products", "speakers": "Sowmiya Chocka Narayanan", "audienceLevel": "Intermediate Tech", "isSelected": 0, "hasConflict": 0, "startDate": "Friday, September 28, 2018", "startTime": "9:50 AM", "endTime": "10:10 AM", "location": "GRB 330A", "id": 312, "name": "TW695: Powering Apparel Shopping by Emotionally Intelligent AI", "description": "Personalization in fashion has been primarily done on segments, but women buy clothes based on their emotions & self-perception about their body. When women do not find products that flatter their body, they build frustration with their body. So Lily AI has built an emotionally intelligent, AI platform that understands and decodes a woman's body perceptions and then matches her to clothes from her favorite brands."}, {"track": "Organizational Transformation", "focusArea": "Building Momentum for Gender Equity", "speakers": "Tanya Crenshaw, Cinda Heeren, Erin Wolf Chambers, Aspen Russell, Heather Metcalf", "audienceLevel": "All", "isSelected": 0, "hasConflict": 0, "startDate": "Friday, September 28, 2018", "startTime": "10:30 AM", "endTime": "11:30 AM", "location": "GRB 370C", "id": 313, "name": "OT138: Leading Intentional Cultural Change", "description": "In this panel, five computer scientists from academic, nonprofit, and industry spaces share knowledge on evidence-based cultural change. They draw on individual and collective experiences conducting a 12-year longitudinal case study at the University of Illinois at Urbana-Champaign. Addressing the necessity and power of organizational transformation, they offer concrete actions for intentional change."}, {"track": "Products A to Z", "focusArea": "Product of Excellence", "speakers": "Tracy Smith, Prakriti Verma", "audienceLevel": "All", "isSelected": 0, "hasConflict": 0, "startDate": "Friday, September 28, 2018", "startTime": "10:30 AM", "endTime": "11:30 AM", "location": "GRB Grand Ballroom C", "id": 314, "name": "AZ142: From Vision to Value: Experience Iterative Delivery Practices", "description": "This workshop is an immersive activity to get hands-on experience of building products using lean, agile and continuous delivery practices. It uses a non-technical scenario and LEGO to allow anybody to participate regardless of knowledge of end-to-end software delivery process, technical coding or history of playing with LEGO. We will go through some practices used at Red Hat, including: priority sliders, impact mapping, user story mapping, and sprinting with LEGO."}, {"track": "Career", "speakers": "Dianna Yau, Charu Jangid", "audienceLevel": "Early Career", "isSelected": 0, "hasConflict": 0, "startDate": "Friday, September 28, 2018", "startTime": "10:30 AM", "endTime": "11:30 AM", "location": "HIL Lanier B", "id": 315, "name": "CR215: Breaking Into Conference Speaking", "description": "Speaking at conferences and events is a great way to supercharge your career in the tech industry. The facilitators of this workshop have together spoken at 20+ conferences and events in the past 2 years. Join this workshop to identify topics to speak about, become a better storyteller, and learn tactics and strategies to be selected to speak at conferences."}, {"track": "Computer Systems Engineering", "focusArea": "Computer Hardware", "speakers": "Xin Huang", "audienceLevel": "Intermediate Tech", "isSelected": 0, "hasConflict": 0, "startDate": "Friday, September 28, 2018", "startTime": "10:30 AM", "endTime": "10:50 AM", "location": "GRB 342C", "id": 316, "name": "CE618: Sunflow: Efficient Optical Circuit Scheduling for Coflows", "description": "Optical Circuit Switches (OCS) have various advantages over electrical packet switches. However, OCS scheduling is challenging due to their non-trivial switching overhead. Sunflow is an OCS scheduling algorithm for structured traffic flows from distributed applications. By exploiting OCS circuit flexibility, Sunflow achieves performance comparable to a packet switched network."}, {"track": "Featured Session", "speakers": "Emily Chang", "audienceLevel": "All", "isSelected": 0, "hasConflict": 0, "startDate": "Friday, September 28, 2018", "startTime": "10:30 AM", "endTime": "11:15 AM", "location": "GRB General Assembly B", "id": 317, "name": "Breaking Up The Boys' Club of Silicon Valley", "description": "The present doesn't have to be the future. Silicon Valley now faces a critical choice, build a diverse workforce now, or risk re-writing the wrongs that pushed women out of technology for decades. Everyone should have a voice in building the products that are shaping our future; this isn't just the right thing to do, it's the smart thing to do. Emily Chang will address how we can start changing the world together to create a better future for us all."}, {"track": "Career", "speakers": "Michelle Duffy, Ying Lin, Sheila Oh, Katie Zyl, Laura Grit", "audienceLevel": "Senior/Executive", "isSelected": 0, "hasConflict": 0, "startDate": "Friday, September 28, 2018", "startTime": "10:30 AM", "endTime": "11:30 AM", "location": "MMQ Texan Ballroom D", "id": 318, "name": "CR409: Effective Networking: Build a Tech Women Community Across Organizations", "description": "As women develop careers, a network of peers, mentors, and sponsors becomes increasingly important. Five technical women will share how they created a larger, more powerful network across organizations which promotes career development and retention of women in the tech industry. They hope to inspire others to break organizational boundaries to build a stronger tech women network wherever they are."}, {"track": "Career", "speakers": "Raquel Ledezma-Haight, Maureen Teyssier, Renee Orser, Ann Ruble", "audienceLevel": "All", "isSelected": 0, "hasConflict": 0, "startDate": "Friday, September 28, 2018", "startTime": "10:30 AM", "endTime": "11:30 AM", "location": "HIL Lanier J", "id": 319, "name": "CR106: Getting Real About Career Transitions (And How to Ace Them)", "description": "College to first job. Academia to startup. Non-profit to for-profit. Large corporation to start-up. Career transitions are rarely simple, and can be even more complex for women moving across male-dominated industries. Hear from women technologists who have made these transitions and discover the lessons they've learned from taking career leaps."}, {"track": "Internet of Things/Wearable Technology", "focusArea": "Wearable and Pervasive Technologies", "speakers": "Joanna Zhang, CF Yang", "audienceLevel": "Intermediate Tech", "isSelected": 0, "hasConflict": 0, "startDate": "Friday, September 28, 2018", "startTime": "10:30 AM", "endTime": "11:30 AM", "location": "GRB 320C", "id": 320, "name": "IW656: Mirror Mirror on the Wall: Build Your Own Voice-Controlled Magic Mirror", "description": "In this fun and interactive workshop, you will learn to put together software components of a simple IoT network, that will work as a voice-controlled Magic Mirror. You will learn an open-source Magic Mirror software, and the basics of creating an Alexa Skill and using AWS IoT tools to control your Magic Mirror with your voice. You will need to bring your laptop and have an AWS developer account."}, {"track": "Career", "speakers": "Emma Cramer", "audienceLevel": "Student", "isSelected": 0, "hasConflict": 0, "startDate": "Friday, September 28, 2018", "startTime": "10:35 AM", "endTime": "10:55 AM", "location": "HIL Ballroom of Americas D", "id": 321, "name": "CR218: Transitioning to Technical: Going from CS Dropout to Software Engineer", "description": "Breaking into a technical role can be difficult, especially if you work outside of your company's engineering org. But it shouldn't be impossible. In this session, Foursquare software engineer, Emma Cramer, tells her story of transitioning from the company's data analytics team to the software engineering team, offering insight, tips, and first steps that any woman can take."}, {"track": "Security/Privacy", "focusArea": "Security and Privacy Aspects of the Advanced CyberInfrastructure (CI)", "speakers": "Paula Paul", "audienceLevel": "Intermediate Tech", "isSelected": 0, "hasConflict": 0, "startDate": "Friday, September 28, 2018", "startTime": "10:35 AM", "endTime": "10:55 AM", "location": "GRB 351C", "id": 322, "name": "SP682: API Security, a Grail Quest", "description": "Software engineers often wrestle with securing business applications. We've enforced access control with RACF, Unix file permissions, Windows security descriptors, SQL grants, and entitlements servers. Microservice architectures and REST APIs present new challenges for access control. Join this illustrated quest to protect application resources in distributed architectures, using OpenID Connect."}, {"track": "Computer Systems Engineering", "focusArea": "Computer Hardware", "speakers": "Saidah Nash Carter, Rebecca Biswas, Virginia Palacios, Zoe Wood, Irina Petrakova-Otto", "audienceLevel": "Intermediate Tech", "isSelected": 0, "hasConflict": 0, "startDate": "Friday, September 28, 2018", "startTime": "10:40 AM", "endTime": "11:40 AM", "location": "GRB 362C", "id": 323, "name": "CE622: Industry 4.0 and Digital Manufacturing with 3D Printing", "description": "Industry 4.0 is upon us with innovations like 3D printing, Internet of Things, artificial intelligence, and robotics to name a few. In this panel, we discuss how these new technological breakthroughs begin to blend our physical and digital worlds, transform manufacturing industries, and provide use cases and applications where such transformation disrupts how things work, are made, and interact."}, {"track": "Internet of Things/Wearable Technology", "focusArea": "Wearable and Pervasive Technologies", "speakers": "Ariel Dowling", "audienceLevel": "Intermediate Tech", "isSelected": 0, "hasConflict": 0, "startDate": "Friday, September 28, 2018", "startTime": "10:40 AM", "endTime": "11:00 AM", "location": "GRB 330A", "id": 324, "name": "IW657: Wearable Technology in Clinical Trials for Parkinson's Disease", "description": "Wearable technology has been used to assess patients with Parkinson's disease (PD) because it can quantify PD motor signs and monitor disease progression both in-clinic and in-home. Clinical trials are using data from wearable sensors to assess progression and drug efficacy through statistical analysis and machine learning techniques. Exploratory studies suggest that this technology may be more sensitive to small changes than the traditional clinical rating scales."}, {"track": "Products A to Z", "focusArea": "Product of Excellence", "speakers": "Denise McInerney", "audienceLevel": "Intermediate Tech", "isSelected": 0, "hasConflict": 0, "startDate": "Friday, September 28, 2018", "startTime": "10:40 AM", "endTime": "11:00 AM", "location": "GRB 360C", "id": 325, "name": "AZ665: Data Catalogs: Trendy & Necessary", "description": "Organizations strive to be data-driven. Millions of dollars are invested in infrastructure and talent to achieve this goal. But most data initiatives fall short because data is hard to find and understand. Data catalogs have emerged as an important trend to address this problem. Drawing on experience as architect of a complex analytics solution I will explain the Why, What & How of data catalogs."}, {"track": "Community", "audienceLevel": "All", "isSelected": 0, "hasConflict": 0, "startDate": "Friday, September 28, 2018", "startTime": "10:45 AM", "endTime": "11:45 AM", "location": "HIL Ballroom of Americas C", "id": 326, "name": "Social Celebrating Jewish, Kyrgyzstan, Native American, Turkish WiC and Systers Spain", "description": "This social gives the smaller Affinity Communities a chance to network with one another, connect with strong role models, and celebrate their accomplishments. Communities include: 1. Systers Spain 2. Native American Women in Computing 3. Jewish Women in Computing 4. Turkish Women in Computing 5. Kyrgyzstan Women in Computing"}, {"track": "Security/Privacy", "focusArea": "Security and Privacy Aspects of the Advanced CyberInfrastructure (CI)", "speakers": "Aanchal Gupta, Chenxi Wang, Allison Miller, Galina Antova, Haiyan Song", "audienceLevel": "Intermediate Tech", "isSelected": 0, "hasConflict": 0, "startDate": "Friday, September 28, 2018", "startTime": "11:00 AM", "endTime": "12:00 PM", "location": "GRB General Assembly C", "id": 327, "name": "SP674: Driving Innovations & Advancements in CyberSecurity", "description": "As the Cybersecurity landscape change, the critical skills needed to succeed are also changing. From machine learning to usable security, from privacy-enhanced technologies to secure-by-default, women are innovating and leading the way. In this panel, we gather five successful women technologists to explore how one can leverage technical skills to build a successful career in security & privacy."}, {"track": "Interactive Media", "focusArea": "Hands On Interactive Media", "speakers": "Rebecca Perry", "audienceLevel": "Intermediate Tech", "isSelected": 0, "hasConflict": 0, "startDate": "Friday, September 28, 2018", "startTime": "11:15 AM", "endTime": "11:35 AM", "location": "GRB 310C", "id": 328, "name": "IM649: 3D Scanning Without a Scanner: Practical Advice and Computational Underpinnings", "description": "A major impediment to creating an AR or VR experience is the difficulty of creating 3D content. In e-commerce, the challenge is amplified by the need for 3D models to closely mimic real products. Thankfully, 3D scanning technology can help! In particular, photogrammetry generates 3D models from photographs alone. Learn how to get started and hear about computer vision topics underpinning the technique."}, {"track": "Faculty", "speakers": "Athir Mahmud, Erika Lee, Shelly Hokanson, Jen Kramer", "audienceLevel": "Intermediate Tech", "isSelected": 0, "hasConflict": 0, "startDate": "Friday, September 28, 2018", "startTime": "11:15 AM", "endTime": "12:15 PM", "location": "GRB 361C", "id": 329, "name": "FA638: Accidental Academics: Atypical Paths to an Academic Career in Technology", "description": "Join four professors who ended up teaching technology in academia through varied pathways. We will discuss the conflict between rapidly changing technology and slowly evolving universities, tell our stories about our circuitous paths to academic careers in technology, and share how we view the future of technology within higher education."}, {"track": "Open Source", "speakers": "Srujana Bobba, Jyotsna Chatradhi", "audienceLevel": "Intermediate Tech", "isSelected": 0, "hasConflict": 0, "startDate": "Friday, September 28, 2018", "startTime": "11:15 AM", "endTime": "12:15 PM", "location": "GRB 371C", "id": 330, "name": "OS661: Release Pipeline for Microservices", "description": "In this interactive workshop, you will learn how to achieve faster release cycles for your microservices using CI/CD approach. You will write a release pipeline that is automated and highly reliable, so that the risks of deploying updates are minimized. You will utilize open source tools along with declarative pipeline and shared libraries provided by Jenkins. Prerequisites : 1) Laptop 2) Docker installed 3) Github.com account"}, {"track": "Abie Award Series", "speakers": "Tiffani Williams", "audienceLevel": "All", "isSelected": 0, "hasConflict": 0, "startDate": "Friday, September 28, 2018", "startTime": "11:15 AM", "endTime": "12:15 PM", "location": "GRB 340A", "id": 331, "name": "Abie Awards Series: Beyond the Gridiron: Winning with Diverse Women in Tech", "description": "The National Football League (NFL) is the most successful sport in the United States. While football has been traditionally associated with the masculinity, almost half of NFL fans are women. In this session, we study the NFL's diverse playbook in order to develop much needed routes for improving the representation of women in technology."}, {"track": "Community", "speakers": "Quincy Brown, Jamika Burge, Ruth Llanos-Vos, Cynthia Bennett", "audienceLevel": "All", "isSelected": 0, "hasConflict": 0, "startDate": "Friday, September 28, 2018", "startTime": "11:15 AM", "endTime": "12:15 PM", "location": "HIL Ballroom of Americas A", "id": 332, "name": "CM124: Changing the Language in the D&I Space", "description": "D&I (Diversity and Inclusion) doesn't have a positive connotation today. Much of the traditional language we use in D&I space, such as \"under\"represented minority, \"under\" served communities, has negative connotations, which impact the perceptions that current generations have about D&I initiatives. This session focuses on shifting the language to be more inclusive and positive to thrive in tech."}, {"track": "Career", "speakers": "Andrea Frome, Becky Willrich, Annabel Liu, Alice Bonhomme-Biais, Sha-Mayn Teh", "audienceLevel": "Mid-Career", "isSelected": 0, "hasConflict": 0, "startDate": "Friday, September 28, 2018", "startTime": "11:15 AM", "endTime": "12:15 PM", "location": "MMQ Texan Ballroom C", "id": 333, "name": "CR320: Time for a Change? Strategies for Managing Job Transitions", "description": "Changing jobs or companies can feel scary. In particular, after several years in a company, taking the step to doing something else can be intimidating. How do you recognize it's time to make a change? How do you manage the transition? Our panelists will share their experiences at startups, bigger companies and government organizations and give concrete tips for how to go through a job transition."}, {"track": "Human Computer Interaction", "focusArea": "The Human Factors of Inclusive Design", "speakers": "Nebyat Teklu", "audienceLevel": "Intermediate Tech", "isSelected": 0, "hasConflict": 0, "startDate": "Friday, September 28, 2018", "startTime": "11:20 AM", "endTime": "11:40 AM", "location": "GRB 342C", "id": 334, "name": "HI647: Designing for Equity", "description": "We are all beneficiaries of accessible design. However, when most people hear \"accessibility\" they tend to think about one group of people: the chronically blind. In this talk, I'll offer a modern perspective on what it means to have a disability and share two key ways we can empathetically design for equity."}, {"track": "Data Science", "focusArea": "Research", "speakers": "Archana Anandakrishnan", "audienceLevel": "Advanced Tech", "isSelected": 0, "hasConflict": 0, "startDate": "Friday, September 28, 2018", "startTime": "11:20 AM", "endTime": "11:40 AM", "location": "GRB General Assembly A", "id": 335, "name": "DS706: Letting the Machines Learn Data Quality to Build Accurate Models", "description": "Building accurate Machine Learning models hinges on the quality of the data. Errors and anomalies get in the way of data scientists doing their best work. Learn how American Express created an automated, scalable system for measurement and management of data quality, and you can too. The methods described are modular and adaptable to any domain where accurate decisions from ML models are critical."}, {"track": "Internet of Things/Wearable Technology", "focusArea": "Wearable and Pervasive Technologies", "speakers": "Jean McManus", "audienceLevel": "Beginner Tech", "isSelected": 0, "hasConflict": 0, "startDate": "Friday, September 28, 2018", "startTime": "11:30 AM", "endTime": "11:50 AM", "location": "GRB 330A", "id": 336, "name": "IW532: Hyperlocation Technology: Opportunities and Challenges in an IoT World", "description": "Location accuracy will be a key requirement to fulfill the promise of IoT. In today's GPS world, location error can be several meters which is unacceptable for things like autonomous cars. Real Time Kinematics (RTK), traditionally used to provide hyperlocation in surveying and construction, can be a solution. This talk introduces the fundamentals of RTK and how it can be used and scaled with IoT."}, {"track": "Artificial Intelligence", "speakers": "Karen Matthys", "audienceLevel": "All", "isSelected": 0, "hasConflict": 0, "startDate": "Friday, September 28, 2018", "startTime": "11:30 AM", "endTime": "12:30 PM", "location": "GRB Level 2 Mezzanine B", "id": 337, "name": "Unintended Consequences of Data Science and AI", "description": "Coming soon"}, {"track": "Artificial Intelligence", "focusArea": "Improving the Future of AI", "speakers": "Lucy Vasserman, Margaret Mitchell, Divya Tyam", "audienceLevel": "Intermediate Tech", "isSelected": 0, "hasConflict": 0, "startDate": "Friday, September 28, 2018", "startTime": "11:30 AM", "endTime": "12:30 PM", "location": "GRB 372C", "id": 338, "name": "AI608: Machine Learning for Everyone: Best Practices for Fairness in ML", "description": "In this exciting, hands-on workshop, participants will discuss industry-wide challenges teams face when working to create inclusive machine learning algorithms. Software engineers and researchers at Google will also share new research and open-source tools. All attendees will also work together in small groups to apply industry best practices for addressing fairness to real world machine learning problems."}, {"track": "Career", "speakers": "Anna Arenas", "audienceLevel": "Early Career", "isSelected": 0, "hasConflict": 0, "startDate": "Friday, September 28, 2018", "startTime": "11:45 AM", "endTime": "12:05 PM", "location": "HIL Ballroom of Americas D", "id": 339, "name": "CR207: Game On! Increasing Your Tech Career XP", "description": "Women, Black, and Latino tech workforce numbers are low, and studies show that they are leaving the industry at significantly higher rates than white men. How can we set ourselves up for long-term success despite these odds? This presentation aims to help underrepresented groups take control of their careers and navigate the ranks of junior to senior developer with support and practical tools and tips for advancement."}, {"track": "Tech for Women", "focusArea": "Products", "speakers": "Nirupama Mallavarupu", "audienceLevel": "Intermediate Tech", "isSelected": 0, "hasConflict": 0, "startDate": "Friday, September 28, 2018", "startTime": "12:00 PM", "endTime": "12:20 PM", "location": "GRB 320C", "id": 340, "name": "TW694: How I Built a Software Company to Help Mothers", "description": "As a working mother of two young boys, it was always a challenge to stay in touch with the school community and on top of school events. This is how MobileArq was born - a central hub for parents to get their school at their fingertips. I will discuss the process of building and managing a software company and lessons learned taking it from a concept to 80,000+ users."}, {"track": "Featured Session", "speakers": "Gwynne Shotwell", "audienceLevel": "All", "isSelected": 0, "hasConflict": 0, "startDate": "Friday, September 28, 2018", "startTime": "12:00 PM", "endTime": "12:45 PM", "location": "GRB General Assembly B", "id": 341, "name": "Launching Our Future", "description": "SpaceX has launched 56 successful Falcon 9/Falcon Heavy flights and is the only company to have landed 1st stage boosters back on earth. They'll soon be delivering astronauts to the International Space Station. Hear about the importance and challenges of rapid innovation, the principals used to achieve success and leveraging diverse backgrounds to find solutions to our most difficult problems."}, {"track": "Organizational Transformation", "focusArea": "Building Momentum for Gender Equity", "speakers": "Brittany Sickler", "audienceLevel": "All", "isSelected": 0, "hasConflict": 0, "startDate": "Friday, September 28, 2018", "startTime": "12:00 PM", "endTime": "12:20 PM", "location": "GRB 370C", "id": 342, "name": "OT132: What's Gov Got to Do with It? Funding Important Innovations", "description": "The Small Business Innovation Research/Technology Transfer (SBIR/STTR) programs annually provide over $2.5B of non-diluted capital to support entrepreneurs with R&D-based technology solutions to some of the world's big problems. The U.S. Small Business Administration (SBA) wants all Americans, especially women, people of color, and those in overlooked regions, to be familiar with \"America's Seed Fund\" and the resources they can use to bring those solutions to life."}, {"track": "Career", "speakers": "Emily Schlick, Kelly Dowdy", "audienceLevel": "Student", "isSelected": 0, "hasConflict": 0, "startDate": "Friday, September 28, 2018", "startTime": "12:00 PM", "endTime": "1:00 PM", "location": "HIL Lanier B", "id": 343, "name": "CR228: Mentorship Myth Busters", "description": "Shattering common myths and exposing truths in engaging, initiating and interacting in mentor relationships. We will answer questions such as: Who should be my mentor? Who leads the relationship? How many mentors should I have? This workshop will introduce a personal analysis to help answer these questions and equip participants with tools to take your mentorship skills to the next level."}, {"track": "Career", "speakers": "Shannon Winter, Philip W. Braddock, Claire Bianchi", "audienceLevel": "Senior/Executive", "isSelected": 0, "hasConflict": 0, "startDate": "Friday, September 28, 2018", "startTime": "12:00 PM", "endTime": "1:00 PM", "location": "MMQ Texan Ballroom E", "id": 344, "name": "CR414: Team Up for (Un)comfortable Conversations at Work", "description": "In the wake of the #metoo movement, women are looking for support and understanding in the workplace, but often lack the space and psychological safety needed to discuss these issues with coworkers. At Atlassian, we created a group for women and male allies to have critical conversations in an open, empathetic environment. This workshop will give you the tips and tools needed to do the same."}, {"track": "Special Session", "speakers": "Karen Catlin, Poornima Vijayashankar", "audienceLevel": "All", "isSelected": 0, "hasConflict": 0, "startDate": "Friday, September 28, 2018", "startTime": "12:00 PM", "endTime": "2:00 PM", "location": "GRB Grand Ballroom A", "id": 345, "name": "Professional Development Leadership Workshop: Learn to Negotiate and Stop Holding Yourself Back", "description": "As women we tend to undersell ourselves and avoid negotiating for what we want. We might not seek a promotion until we have all the experience. We may assume others will notice our work and ask us to lead the next project. We can feel uncomfortable asking for a raise.In this workshop, you'll learn to uncover your value, leverage it to craft an ASK for decision makers, and handle common concerns."}, {"track": "Data Science", "focusArea": "Research", "speakers": "Maya Gupta, Serena Wang", "audienceLevel": "Intermediate Tech", "isSelected": 0, "hasConflict": 0, "startDate": "Friday, September 28, 2018", "startTime": "12:00 PM", "endTime": "1:00 PM", "location": "GRB Grand Ballroom C", "id": 346, "name": "DS637: Power of Monotonicity to Make ML Make Sense: TensorFlow Lattice", "description": "After a brief introduction to core TensorFlow concepts, we'll focus on the newly open-sourced TensorFlow Lattice tools, that make your machine-learned models more interpretable, without sacrificing accuracy. By learning your preferred global trends, TF Lattice produces models that generalize better, and that you can explain and debug more easily, because you know what the model is doing."}, {"track": "Interactive Media", "focusArea": "Hands On Interactive Media", "speakers": "Jasmin Rubinovitz", "audienceLevel": "Beginner Tech", "isSelected": 0, "hasConflict": 0, "startDate": "Friday, September 28, 2018", "startTime": "12:05 PM", "endTime": "12:25 PM", "location": "GRB 310C", "id": 347, "name": "IM529: Designing Meaningful Experiences with Art and Technology", "description": "How can we use design and technology to create moving experiences that tell a good story.We will talk about the technologist role in a creative environment and see how technologies such as Mixed Reality, Projection Mapping, Data Visualization, Sensor Networks and Machine Learning - are used to turn ideas into memorable moments."}, {"track": "Data Science", "focusArea": "Research", "speakers": "Yi Liu", "audienceLevel": "Advanced Tech", "isSelected": 0, "hasConflict": 0, "startDate": "Friday, September 28, 2018", "startTime": "12:10 PM", "endTime": "12:30 PM", "location": "GRB 362C", "id": 348, "name": "DS708: Multivariate Content Optimization: Real-time Recommendation and Business Insights", "description": "We present a recommendation algorithm for web page multivariate content optimization. We apply bandit methodology to explore the layout space efficiently and use a greedy search algorithm to select optimal content in real-time. Moreover, we apply statistical modeling to generate insights from the experiment training data and use them to facilitate content iteration for future experiments. Our technique is currently being deployed to optimize content at Amazon.com."}, {"track": "Computer Systems Engineering", "focusArea": "Computer Hardware", "speakers": "Yun Hsuan Su", "audienceLevel": "Intermediate Tech", "isSelected": 0, "hasConflict": 0, "startDate": "Friday, September 28, 2018", "startTime": "12:10 PM", "endTime": "12:30 PM", "location": "GRB 342C", "id": 349, "name": "CE624: Vision-Based Surgical Tool Tracking and Force Estimation Using Robot Kinematics", "description": "Robot-assisted MIS combines the skill of surgeons with machine precision. Nevertheless, obtaining force feedback during those surgeries remains a heated topic. Vision-based force estimation based on tissue deformation is a promising solution, yet segmenting surgical tools from endoscopic images is a prerequisite, thus segmentation algorithm is proposed fusing robot kinematics with the color mask."}, {"track": "Artificial Intelligence", "focusArea": "Improving the Future of AI", "speakers": "Melanie Laffin", "audienceLevel": "Intermediate Tech", "isSelected": 0, "hasConflict": 0, "startDate": "Friday, September 28, 2018", "startTime": "12:10 PM", "endTime": "12:30 PM", "location": "GRB General Assembly A", "id": 350, "name": "AI603: Policing the Future: AI in the Fight Against Financial Crimes", "description": "Financial crimes such as fraud and money laundering are becoming increasingly sophisticated. Artificial Intelligence can be used to fight such crimes, which often fund human trafficking and terrorism. This presentation gives an overview of AI's role in fighting these crimes, and real examples of where robotics and AI agents are deployed to combat money laundering and fraud."}, {"track": "Human Computer Interaction", "focusArea": "The Human Factors of Inclusive Design", "speakers": "Xin Xin", "audienceLevel": "Beginner Tech", "isSelected": 0, "hasConflict": 0, "startDate": "Friday, September 28, 2018", "startTime": "12:15 PM", "endTime": "12:35 PM", "location": "GRB 351C", "id": 351, "name": "HI522: Inclusive by Design", "description": "Our users come from different backgrounds and walks of life. How do we create great products that account for the diverse needs of unique humans? This talk will cover what inclusion means, why it matters, and how to enable it in your organization. Xin Xin will draw on learnings from her work on the voting system of LA County at IDEO and building One Medical's patient-centered care team platform."}, {"track": "Internet of Things/Wearable Technology", "focusArea": "Wearable and Pervasive Technologies", "speakers": "Susann Keohane", "audienceLevel": "Beginner Tech", "isSelected": 0, "hasConflict": 0, "startDate": "Friday, September 28, 2018", "startTime": "12:20 PM", "endTime": "12:40 PM", "location": "GRB 330A", "id": 352, "name": "IW536: Improving Eldercare Using AI & IoT", "description": "The percentage of the world's population aged over 65 is growing at unprecedented rates. Many countries face the challenge of supporting an aging population despite increasing healthcare costs, and an insufficient number of caregivers. Emerging technologies, like the Internet of Things (IoT) and Artificial Intelligence (AI), can help."}, {"track": "Lunches and Receptions", "audienceLevel": "All", "isSelected": 0, "hasConflict": 0, "startDate": "Friday, September 28, 2018", "startTime": "12:30 PM", "endTime": "2:00 PM", "location": "HIL Ballroom of Americas C", "id": 353, "name": "Systers Luncheon", "description": "This luncheon allows members of the Systers Community to network with one another, connect with strong role models, and celebrate their accomplishments. Each year, we expand this program to better reflect the diversity within this community, discuss political issues, and support initiatives on both a national and global level."}, {"track": "Human Computer Interaction", "focusArea": "The Human Factors of Inclusive Design", "speakers": "Susan Booker", "audienceLevel": "Beginner Tech", "isSelected": 0, "hasConflict": 0, "startDate": "Friday, September 28, 2018", "startTime": "12:30 PM", "endTime": "12:50 PM", "location": "GRB 360C", "id": 354, "name": "HI521: Designing for Voice: Listening When It Really Matters", "description": "Designing for voice is about listening to users and meeting them where they are in the moment. Voice assistants have the capacity to keep us safe and improve our health and wellness by responding appropriately when it really matters. In this presentation you'll hear about how inclusive design can be so relevant to this topic, and why so many users reach out to their assistants in times of need."}, {"track": "Lunches and Receptions", "audienceLevel": "Faculty", "isSelected": 0, "hasConflict": 0, "startDate": "Friday, September 28, 2018", "startTime": "12:30 PM", "endTime": "1:30 PM", "location": "HIL Lanier L", "id": 355, "name": "Faculty Lunch", "description": "The Faculty Lunch is an opportunity to develop connections with a global community of academics. If you are a faculty member, instructor, or lecturer, please join us for lunch!"}, {"track": "Invite Only", "audienceLevel": "Invite Only", "isSelected": 0, "hasConflict": 0, "startDate": "Friday, September 28, 2018", "startTime": "12:30 PM", "endTime": "2:00 PM", "location": "HIL Lanier I", "id": 356, "name": "Committee's Lunch (Invite Only)", "description": "Co-Chairs and Committee Members are invited to join us for lunch to celebrate your contributions to GHC. Come meet the Content Team and network with other members of our committees."}, {"track": "Career", "speakers": "Dena Haritos Tsamitis", "audienceLevel": "Early Career", "isSelected": 0, "hasConflict": 0, "startDate": "Friday, September 28, 2018", "startTime": "12:35 PM", "endTime": "12:55 PM", "location": "HIL Ballroom of Americas D", "id": 357, "name": "CR213: Fraud Alert: Shatter Impostor Syndrome", "description": "Have you ever felt like a fraud in your profession, despite your accomplishments? Success should build confidence, not shake it, but many women and underrepresented minorities in the tech industry struggle with impostor syndrome. Explore and develop actionable strategies to overcome it, learn how self-talk shapes perceptions of worth and build a network to help you \"fake it till you make it.\""}, {"track": "Community", "speakers": "Mirkeya Capellan, Luza Jaramillo", "audienceLevel": "All", "isSelected": 0, "hasConflict": 0, "startDate": "Friday, September 28, 2018", "startTime": "12:45 PM", "endTime": "1:45 PM", "location": "HIL Ballroom of Americas A", "id": 358, "name": "CM126: \"Authentic\" Selves, Who Are You in Your 9 - 5?", "description": "Do you bring your authentic self to work? Does your work environment support you bringing your authentic self to work? How you are in your community may not be how you choose to be at work. This panel will discuss effective strategies for bringing your interest and experiences as well as your technical expertise to the workplace to create a more inclusive environment."}, {"track": "Open Source", "speakers": "Melissa Powell Clapp, Anne Dalton", "audienceLevel": "Intermediate Tech", "isSelected": 0, "hasConflict": 0, "startDate": "Friday, September 28, 2018", "startTime": "12:45 PM", "endTime": "1:45 PM", "location": "GRB 371C", "id": 359, "name": "OS659: DevSecOps: Overnight Expert the OpenSource Way", "description": "This interactive session is a Development Security Operations (DevSecOps) primer. Participants will assess their security knowledge and get exposure to the scope and breadth of hardening systems. They will be familiarized with SonarQube rules and OpenSCAP profiles. This will include a demo of these tools in an Open Source continuous integration / continuous deployment (CI/CD) pipeline."}, {"track": "Career", "speakers": "Nicole Grinstead", "audienceLevel": "Mid-Career", "isSelected": 0, "hasConflict": 0, "startDate": "Friday, September 28, 2018", "startTime": "12:45 PM", "endTime": "1:05 PM", "location": "MMQ Texan Ballroom C", "id": 360, "name": "CR311: Growing Your Career While Growing Your Family", "description": "Feeling like you're ready to take the plunge into becoming a parent or expanding your family, but worried you'll derail your career goals? With determination, family support, and communication, I found it's possible to keep both on track. In this talk I will share how I was able to earn a promotion in 2016 while pregnant, and get an exciting new job in 2017 with a 10 month old baby."}, {"track": "Faculty", "speakers": "Elena Agapie", "audienceLevel": "Intermediate Tech", "isSelected": 0, "hasConflict": 0, "startDate": "Friday, September 28, 2018", "startTime": "12:45 PM", "endTime": "1:05 PM", "location": "GRB 361C", "id": 361, "name": "FA639: User Centered Design for K-12 Outreach", "description": "To introduce K-12 students to STEM, our team developed a design thinking activity, called a User Centered Design Charrette. We used the Charrette to introduce students to STEM, over the past three years. We reached 1500 students across Washington state at all K-12 levels, in urban and rural settings. We report on how our Outreach program and workshops are structured to reach a diverse audience."}, {"track": "Abie Award Series", "speakers": "Kathryn Finney", "audienceLevel": "All", "isSelected": 0, "hasConflict": 0, "startDate": "Friday, September 28, 2018", "startTime": "12:45 PM", "endTime": "1:45 PM", "location": "GRB 340A", "id": 362, "name": "Abie Awards Series: How digitalundivided is Impacting the Narrative for Black Women Founders", "description": "The 1st research study to quantify the entrepreneurial experience of Black women founders in the U.S., ProjectDiane sparked a national dialogue about inclusive innovation. Led by digitalundivided, the report presents findings from ongoing quantitative & qualitative analysis. Learn how ProjectDiane2018's updated data takes a fresh quantitative look at Black women founders & their startup journey."}, {"track": "Organizational Transformation", "focusArea": "Building Momentum for Gender Equity", "speakers": "Emily Glass", "audienceLevel": "All", "isSelected": 0, "hasConflict": 0, "startDate": "Friday, September 28, 2018", "startTime": "12:50 PM", "endTime": "1:10 PM", "location": "GRB 370C", "id": 363, "name": "OT133: A Woman's Place is in Tech: Promoting Women-Focused Organizational Transformation", "description": "This session will detail how lessons drawn from working in customer experience management in IT helped one executive transform her company into a more welcoming and empowering environment for women."}, {"track": "Data Science", "focusArea": "Research", "speakers": "Brooke Cowan", "audienceLevel": "Advanced Tech", "isSelected": 0, "hasConflict": 0, "startDate": "Friday, September 28, 2018", "startTime": "12:50 PM", "endTime": "1:10 PM", "location": "GRB General Assembly C", "id": 364, "name": "DS709: Match or No Match: Bayesian Sampling for Geo Entity Linkage", "description": "Record linkage is a critical step to ensure high-quality data in real-world systems. When integrating multiple data sources, incorrect record linkage results in either duplicates or mismatches. In this talk, we propose an efficient, Bayesian-inspired sampling scheme for setting match and no-match thresholds in a geographic entity linkage system. Our method saves our geography team approximately 20-25% in manual labeling effort and enables us to import geographic entities more efficiently."}, {"track": "Tech for Women", "focusArea": "Products", "speakers": "Janete Perez", "audienceLevel": "Intermediate Tech", "isSelected": 0, "hasConflict": 0, "startDate": "Friday, September 28, 2018", "startTime": "12:50 PM", "endTime": "1:10 PM", "location": "GRB 320C", "id": 365, "name": "TW696: Building Brands for Boss Women", "description": "With the lack of diversity in tech/business, women are eager to create change by creating their own companies. Janete Perez, former product manager at Facebook, Zynga, and Microsoft, co-founded Present, a location-based app that enables women+allies to rally around shared interests. She will discuss the importance of female leaders in the industry, share advice on following entrepreneurial aspirations, and discuss what she's learned about building products that benefit underrepresented groups."}, {"track": "Interactive Media", "focusArea": "Hands On Interactive Media", "speakers": "Mahi Sethuraman", "audienceLevel": "Intermediate Tech", "isSelected": 0, "hasConflict": 0, "startDate": "Friday, September 28, 2018", "startTime": "12:55 PM", "endTime": "1:15 PM", "location": "GRB 310C", "id": 366, "name": "IM651: Walking the Road Less Traveled: Cross-Platform Mobile Development Using React-Native", "description": "The merchant team at American Express needed to maximize developer productivity by writing code once and deploy across iOS and Android using the emerging React Native framework. Discover our approach to framework evaluation, strategies for reusable component design, lessons learned and journey to the app store using React Native. Startup or enterprise, walk the road less traveled with confidence."}, {"track": "Career", "speakers": "Melanie Kambadur, Gillian Chin, Mercan Topkara, Lisa Wu, Rebecca Collins", "audienceLevel": "Student", "isSelected": 0, "hasConflict": 0, "startDate": "Friday, September 28, 2018", "startTime": "1:00 PM", "endTime": "2:00 PM", "location": "HIL Lanier J", "id": 367, "name": "CR221: Unexpected Yet Common: Industry after PhD", "description": "PhD programs are targeted towards training academics, but according to the latest Taulbee survey, 57% of graduating PhD students choose industry jobs. This panel features 5 women with technical PhDs who have thrived in industry, working at a collective 15 companies including research labs, startups, and big tech. Learn how these women pivoted their careers to industry while taking advantage of their academic roots."}, {"track": "Software Engineering", "focusArea": "Software Engineering Automation and Ethics", "speakers": "Isil Demir, Darcy Nelson, Deanna Doan", "audienceLevel": "Intermediate Tech", "isSelected": 0, "hasConflict": 0, "startDate": "Friday, September 28, 2018", "startTime": "1:00 PM", "endTime": "2:00 PM", "location": "GRB 372C", "id": 368, "name": "SE686: Not Your Mom's Mission Control: Satellite Automation at Scale", "description": "Using satellite mega-constellations as a backdrop, explore the concepts and design frameworks behind end-to-end automation at scale. In this interactive workshop, you will experiment with best practices as you make your own \"Mission Control\"\u009d interface and operations plan. Walk away with the tools and principles you need to rethink traditional automation across any domain."}, {"track": "Human Computer Interaction", "focusArea": "The Human Factors of Inclusive Design", "speakers": "Jennifer Iudice", "audienceLevel": "Beginner Tech", "isSelected": 0, "hasConflict": 0, "startDate": "Friday, September 28, 2018", "startTime": "1:05 PM", "endTime": "1:25 PM", "location": "GRB 351C", "id": 369, "name": "HI515: Travel with Trust: Designing for Women's Safety in Autonomous Rideshares", "description": "Rideshare is growing and autonomous vehicles are coming, but women have concerns around both mobility solutions. Over the years, TEAGUE has been working with multiple clients to design how people would interact with autonomous vehicles. We will share insights and methods for a more inclusive approach to designing the autonomous rideshare experience. Through this talk we hope to encourage more women and underrepresented groups to work on this problem."}, {"track": "Internet of Things/Wearable Technology", "focusArea": "Wearable and Pervasive Technologies", "speakers": "Beibei Li", "audienceLevel": "Intermediate Tech", "isSelected": 0, "hasConflict": 0, "startDate": "Friday, September 28, 2018", "startTime": "1:10 PM", "endTime": "1:30 PM", "location": "GRB 330A", "id": 370, "name": "IW658: Empowering Patients Using Smart Mobile Health Platforms", "description": "We examine the health and economic impact of mobile health (mHealth) platform on the outcomes of diabetes patients. We partnered with a major mHealth firm in Asia and designed and implemented a randomized experiment over 15 months. We find adoption of an mHealth platform can reduce blood glucose and glycated hemoglobin levels, hospital visits, and medical expenses of diabetes patients over time."}, {"track": "Computer Systems Engineering", "focusArea": "Computer Hardware", "speakers": "Radia Perlman", "audienceLevel": "Beginner Tech", "isSelected": 0, "hasConflict": 0, "startDate": "Friday, September 28, 2018", "startTime": "1:15 PM", "endTime": "1:35 PM", "location": "GRB 342C", "id": 371, "name": "CE505: All You Need to Know About Quantum", "description": "What is a quantum computer? Very few of us need to dive into the abstruse physics and math of quantum, but we all will need to understand the implications if quantum computers of sufficient size can be built. This talk is a brief overview of how the potential existence of quantum computers will change the industry."}, {"track": "Products A to Z", "focusArea": "Product of Excellence", "speakers": "Patricia Dodson", "audienceLevel": "Advanced Tech", "isSelected": 0, "hasConflict": 0, "startDate": "Friday, September 28, 2018", "startTime": "1:15 PM", "endTime": "1:35 PM", "location": "GRB 362C", "id": 372, "name": "AZ715: Designing for Voice: Why Alexa Buys My Toilet Paper", "description": "Alexa, Amazon's voice assistant, can look up sport scores, play chart toppers, and find chicken recipes. But what about ordering your 24-pack of soda (or was it twenty 4-packs)? These interactions require accurate spoken language understanding (buy train or by Train?) and multiple dialog turns with the user. We'll walk through a human-centered design for shopping by voice, re-conceptualizing a traditionally visual and tactile experience for voice interactions."}, {"track": "Artificial Intelligence", "focusArea": "Improving the Future of AI", "speakers": "Alexandra Coman", "audienceLevel": "Intermediate Tech", "isSelected": 0, "hasConflict": 0, "startDate": "Friday, September 28, 2018", "startTime": "1:15 PM", "endTime": "1:35 PM", "location": "GRB General Assembly A", "id": 373, "name": "AI614: Can Artificially Intelligent Agents Be (In)Sincere?", "description": "Artificially Intelligent (AI) agents have beliefs, goals, and, in some sense, even emotions, and can reason about the beliefs, goals, and emotions of others. Does that mean that they can also be insincere? Under what conditions can we meaningfully ascribe (in)sincerity to an AI agent? I explore a possible answer to this question in the context of cognitive systems capable of goal reasoning."}, {"track": "Career", "speakers": "Mary Lou Maher", "audienceLevel": "Intermediate Tech", "isSelected": 0, "hasConflict": 0, "startDate": "Friday, September 28, 2018", "startTime": "1:35 PM", "endTime": "1:55 PM", "location": "GRB 361C", "id": 374, "name": "FA640: Engaging Pedagogies: Recent Findings from the Connected Learner Project", "description": "We present strategies and results from engagement pedagogy in the College of Computing and Informatics at UNCC. Our teaching strategies focus faculty and student experiences on connections between peers, profession, and purpose. We present our mixed results and the conditions that have demonstrated success for female students. We anticipate a thoughtful and provocative discussion about evidence that what may work for female students may not help other under-represented groups."}, {"track": "Career", "speakers": "Simi Dube", "audienceLevel": "Mid-Career", "isSelected": 0, "hasConflict": 0, "startDate": "Friday, September 28, 2018", "startTime": "1:35 PM", "endTime": "1:55 PM", "location": "MMQ Texan Ballroom C", "id": 375, "name": "CR310: Year One: Transitioning to Technical Roles from Non-Technical Roles", "description": "Do you aspire to a more technical role than the one you currently have? Feel more confident about making this transition, hearing one person's recent experience of pivoting to a technical role for the first time. This talk will provide guidance on finding transitional roles, managing the first year, and learning on the job, with tips and tricks sourced from technical leadership in Silicon Valley."}, {"track": "Interactive Media", "focusArea": "Hands On Interactive Media", "speakers": "Bo Xian See", "audienceLevel": "Beginner Tech", "isSelected": 0, "hasConflict": 0, "startDate": "Friday, September 28, 2018", "startTime": "1:40 PM", "endTime": "2:00 PM", "location": "GRB 320C", "id": 376, "name": "IM528: Simulating Life: Autonomy in The Sims", "description": "How do we make a game about life? In this talk, we dig into how we use simple data structures as our building blocks in our autonomy system to create human-like behavior in The Sims. Moreover, we will explore what makes The Sims - a game seemingly about doing chores - a unique and fun experience for the players."}, {"speakers": "Justine Cassell", "isSelected": 0, "hasConflict": 0, "startDate": "Friday, September 28, 2018", "startTime": "3:00 PM", "endTime": "4:30 PM", "location": "Toyota Center", "id": 377, "name": "Friday Keynote: Justine Cassell and PitcHER Winners", "description": "The Future as We See ItIn a world with so much uncertainty, there are leaders who are willing to take risks and be the change. Leaders who envision an equal world and are building it. Leaders who see a design and improve it. Leaders who delve into an industry and disrupt it. Leaders who are anticipating needs that the world doesn’t even know it needs yet. From human-computer interaction and conversational agents to aspiring entrepreneurial ventures, come hear from incredible women leaders who are creating a brighter future, a future as they see it; a future we deserve.Visit our website for more information on our speakers and PitcHER Competition."}, {"audienceLevel": "All", "isSelected": 0, "hasConflict": 0, "startDate": "Friday, September 28, 2018", "startTime": "7:00 PM", "endTime": "11:00 PM", "location": "GRB Hall A3", "id": 378, "name": "GHC Evening Celebration", "description": "GHC is a wonderful opportunity to network and form professional connections, but the real value of GHC is the personal bonds that are created during three days surrounded by kindred spirits, listening and sharing and learning. The Evening Celebration is a place when thousands of women will let loose and dance into the late hours of the night."}]